Repository: xuantain/saletheme-wp
Catalog: languages/*.po
Languages: vi_vn

source: The Post Select option type displays a list of post IDs. It allows the user to check multiple post IDs for use in a custom function or loop.
vi_vn: Các bài viết Chọn tùy chọn kiểu hiển thị một danh sách các bài viết ID. Nó cho phép người sử dụng để kiểm tra bài nhiều ID để sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: The Radio option type could ask a question. For example, "Do you want to activate the custom navigation?" could require a yes or no answer with a radio option. In this situation you would test if the radio has a value of 'yes' and execute a block of code, or if it's 'no' execute a different block of code.
vi_vn: Đài phát thanh tùy chọn loại có thể đặt một câu hỏi. Ví dụ, "Bạn có muốn kích hoạt các menu tùy chỉnh? " Có thể đòi hỏi một câu trả lời có hoặc không có một tùy chọn radio. Trong tình huống này, bạn sẽ kiểm tra nếu các đài phát thanh có một giá trị của 'yes' và thực thi một khối mã, hoặc nếu nó là 'không' thực thi một khối mã khác nhau.

source: Radio Image
vi_vn: Đài phát thanh hình ảnh

source: the Radio Images option type is primarily used for layouts. However, you can filter the image list using <code>ot_radio_images</code>. As well, you can add your own custom images using the choices array.
vi_vn: Đài phát thanh tùy chọn hình ảnh loại được sử dụng chủ yếu cho bố cục. Tuy nhiên, bạn có thể lọc các danh sách hình ảnh bằng cách sử dụng <code> ot_radio_images </ code>. Đồng thời, bạn có thể thêm hình ảnh tùy chỉnh của riêng bạn bằng cách sử dụng mảng lựa chọn.

source: This example executes the <code>ot_radio_images</code> filter on layout images attached to the <code>my_radio_images</code> field. Added to <code>functions.php</code>.
vi_vn: Ví dụ này thực thi <code> ot_radio_images </ code> bộ lọc hình ảnh bố trí gắn liền với <code> my_radio_images </ code> trường. Thêm vào <code> functions.php </ code>.

source: Select
vi_vn: Chọn

source: The Select option type is used to list anything you want that would be chosen from a select list.
vi_vn: Chọn tùy chọn loại được sử dụng để liệt kê bất cứ điều gì bạn muốn mà có thể được lựa chọn từ một danh sách lựa chọn.

source: The Slider option type is technically deprecated. Use the List Item option type instead, as it's infinitely more customizable. Typical use is for creating sliding image content.
vi_vn: Các tùy chọn loại Slider là kỹ thuật phản đối. Sử dụng danh sách mục tùy chọn loại thay vào đó, vì nó là vô hạn tùy biến hơn. Sử dụng điển hình cho việc tạo trượt nội dung hình ảnh.

source: The Tag Checkbox option type displays a list of tag IDs. It allows the user to check multiple tag IDs and will return that value as an array for use in a custom function or loop.
vi_vn: Các Tag Checkbox tùy chọn kiểu hiển thị một danh sách các ID tag. Nó cho phép người sử dụng để kiểm tra nhiều ID tag và sẽ trả lại giá trị đó như là một mảng để sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: Tag Select
vi_vn: Tag Chọn

source: The Tag Select option type displays a list of tag IDs. It allows the user to select only one tag ID and will return that value for use in a custom function or loop.
vi_vn: Các Tag Chọn tùy chọn kiểu hiển thị một danh sách các ID tag. Nó cho phép người dùng lựa chọn chỉ có một thẻ ID và sẽ trở lại giá trị sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: Taxonomy Checkbox
vi_vn: Phân loại tư duy Checkbox

source: The Taxonomy Checkbox option type displays a list of taxonomy IDs. It allows the user to check multiple taxonomy IDs and will return that value as an array for use in a custom function or loop.
vi_vn: Danh mục phân loại Checkbox tùy chọn kiểu hiển thị một danh sách các ID phân loại. Nó cho phép người sử dụng để kiểm tra nhiều ID phân loại và sẽ trả lại giá trị đó như là một mảng để sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: Taxonomy Select
vi_vn: Phân loại tư duy Chọn

source: The Taxonomy Select option type displays a list of taxonomy IDs. It allows the user to select only one taxonomy ID and will return that value for use in a custom function or loop.
vi_vn: Danh mục phân loại Chọn tùy chọn kiểu hiển thị một danh sách các ID phân loại. Nó cho phép người dùng lựa chọn chỉ có một nguyên tắc phân loại ID và sẽ trở lại giá trị sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: The Text option type would be used to save a string value. For example, a link to feedburner, your Twitter username, or Google Analytics ID are all good candidates. Any optional or required text that is of reasonably short character length.
vi_vn: Các loại tuỳ chọn Text sẽ được sử dụng để lưu một giá trị chuỗi. Ví dụ, một liên kết để Feedburner, tên người dùng Twitter của bạn, hoặc Google Analytics ID là tất cả các ứng viên tốt. Bất kỳ văn bản tùy chọn hoặc yêu cầu đó là chiều dài vật lý ngắn.

source: Textarea
vi_vn: Ô văn bản

source: The Textarea option type is a large string value used for custom code or text in the theme. The new Textarea has a WYSIWYG editor that can be filtered to change the buttons shown. For example, you can filter on <code>wpautop</code>, <code>media_buttons</code>, <code>tinymce</code>, and <code>quicktags</code>.
vi_vn: Các loại tuỳ chọn Textarea là một chuỗi giá trị lớn được sử dụng cho các mã tùy chỉnh hoặc văn bản trong các chủ đề. Các Textarea mới có một trình soạn thảo WYSIWYG có thể được lọc để thay đổi các nút hiển thị. Ví dụ, bạn có thể lọc trên <code> wpautop </ code>, <code> media_buttons </ code>, <code> TinyMCE </ code>, và <code> quicktags </ code>.

source: Example filters to alter the Textarea option type. Added to <code>functions.php</code>.
vi_vn: Ví dụ bộ lọc để thay đổi các tùy chọn loại Textarea. Thêm vào <code> functions.php </ code>.

source: This example keeps WordPress from executing the <code>wpautop</code> filter on the line breaks. The default is <code>true</code> which means it wraps line breaks with an HTML <code>p</code> tag.
vi_vn: Ví dụ này giữ WordPress từ thực hiện các <code> wpautop </ code> bộ lọc trên các ngắt dòng. Mặc định là <code> đúng </ code> có nghĩa là nó kết thúc tốt đẹp ngắt dòng với một HTML <code> p </ code>.

source: This example keeps WordPress from executing the <code>media_buttons</code> filter on the textarea WYSIWYG. The default is <code>true</code> which means show the buttons.
vi_vn: Ví dụ này giữ WordPress từ thực hiện các <code> media_buttons </ code> bộ lọc trên WYSIWYG textarea. Mặc định là <code> đúng </ code> có nghĩa là hiển thị các nút.

source: This example keeps WordPress from executing the <code>tinymce</code> filter on the textarea WYSIWYG. The default is <code>true</code> which means show the tinymce.
vi_vn: Ví dụ này giữ WordPress từ thực hiện các <code> TinyMCE </ code> bộ lọc trên WYSIWYG textarea. Mặc định là <code> đúng </ code> có nghĩa là hiển thị các TinyMCE.

source: This example alters the <code>quicktags</code> filter on the textarea WYSIWYG. The default is <code>array( 'buttons' => 'strong,em,link,block,del,ins,img,ul,ol,li,code,spell,close' )</code> which means show those quicktags. It also means you can filter in your own custom quicktags.
vi_vn: Ví dụ này làm thay đổi <code> quicktags </ code> bộ lọc trên WYSIWYG textarea. Mặc định là <code> array ('nút' => 'mạnh mẽ, em, liên kết, khối, del, in, img, ul, ol, li, mã số, đánh vần, gần') </ code> có nghĩa là hiển thị những quicktags . Nó cũng có nghĩa là bạn có thể lọc trong quicktags tùy chỉnh của riêng bạn.

source: The Textarea Simple option type is a large string value used for custom code or text in the theme. The new Textarea Simple does not have a WYSIWYG editor. But you can still filter on <code>wpautop</code>.
vi_vn: Các Textarea đơn giản lựa chọn loại là một chuỗi giá trị lớn được sử dụng cho các mã tùy chỉnh hoặc văn bản trong các chủ đề. Các Textarea Simple mới không có một trình soạn thảo WYSIWYG. Nhưng bạn vẫn có thể lọc trên <code> wpautop </ code>.

source: This example tells WordPress to execute the <code>wpautop</code> filter on the line breaks. The default is <code>false</code> which means it does not wraps line breaks with an HTML <code>p</code> tag. Added to <code>functions.php</code>.
vi_vn: Ví dụ này cho WordPress để thực hiện <code> wpautop </ code> bộ lọc trên các ngắt dòng. Mặc định là <code> false </ code> có nghĩa là nó không kết thúc tốt đẹp ngắt dòng với một HTML <code> p </ code>. Thêm vào <code> functions.php </ code>.

source: The Textblock option type is used only on the Theme Option page. It will allow you to create & display HTML on your Theme Options page but has no title above the text block. You can then use the Textblock to add a more detailed set of instruction on how the options are used in your theme. You would NEVER use this in your themes template files as it does not save a value.
vi_vn: TextBlock lựa chọn loại chỉ được sử dụng trên các trang Theme Option. Nó sẽ cho phép bạn tạo ra và hiển thị trên trang HTML chọn Theme của bạn, nhưng không có tên ở trên khối văn bản. Sau đó bạn có thể sử dụng các TextBlock để thêm một tập chi tiết hơn về hướng dẫn về cách các tùy chọn được sử dụng trong các chủ đề của bạn. Bạn không bao giờ có thể sử dụng điều này trong các chủ đề file mẫu của bạn như nó không lưu lại một giá trị.

source: Textblock Titled
vi_vn: TextBlock tiêu đề

source: The Textblock Titled option type is used only on the Theme Option page. It will allow you to create & display HTML on your Theme Options page and has a title above the text block. You can then use the Textblock Titled to add a more detailed set of instruction on how the options are used in your theme. You would NEVER use this in your themes template files as it does not save a value.
vi_vn: TextBlock tùy chọn tiêu đề loại chỉ được sử dụng trên các trang Theme Option. Nó sẽ cho phép bạn tạo ra và hiển thị trên trang HTML chọn Theme của bạn và có một cái tên ở trên khối văn bản. Sau đó bạn có thể sử dụng các TextBlock tiêu đề để thêm một tập chi tiết hơn về hướng dẫn về cách các tùy chọn được sử dụng trong các chủ đề của bạn. Bạn không bao giờ có thể sử dụng điều này trong các chủ đề file mẫu của bạn như nó không lưu lại một giá trị.

source: Typography
vi_vn: Kiểu trình bày bản in

source: The Typography option type is for adding typographic styles to your theme either dynamically via the CSS option type below or manually with <code>ot_get_option()</code>. Typography has filters that allow you to change the defaults. For example, you can filter on <code>ot_recognized_font_styles</code>, <code>ot_recognized_font_weights</code>, <code>ot_recognized_font_variants</code>, and <code>ot_recognized_font_families</code>. These filters allow you to fine tune the select lists for your specific CSS needs. The most important one though is <code>ot_recognized_font_families</code> as you can add your Google Fonts to create custom font stacks.
vi_vn: Các loại tuỳ chọn Typography là cho thêm style typographic đến chủ đề của bạn, hoặc tự động thông qua các tùy chọn kiểu CSS bên dưới hoặc bằng tay với <code> ot_get_option () </ code>. Typography có bộ lọc cho phép bạn thay đổi giá trị mặc định. Ví dụ, bạn có thể lọc trên <code> ot_recognized_font_styles </ code>, <code> ot_recognized_font_weights </ code>, <code> ot_recognized_font_variants </ code>, và <code> ot_recognized_font_families </ code>. Các bộ lọc này cho phép bạn tinh chỉnh các danh sách chọn cho các nhu cầu cụ thể CSS của bạn. Điều quan trọng nhất mặc dù là <code> ot_recognized_font_families </ code> như bạn có thể thêm Google Fonts của bạn để tạo ngăn xếp tùy chỉnh font.

source: This example would filter <code>ot_recognized_font_families</code> to build your own font stack. Added to <code>functions.php</code>.
vi_vn: Ví dụ này sẽ lọc <code> ot_recognized_font_families </ code> để xây dựng phông chữ của bạn ngăn xếp riêng. Thêm vào <code> functions.php </ code>.

source: Upload
vi_vn: Tải lên

source: The Upload option type is used to upload any WordPress supported media. After uploading, users are required to press the "Send to OptionTree" button in order to populate the input with the URI of that media. There is one caveat of this feature. If you import the theme options and have uploaded media on one site the old URI will not reflect the URI of your new site. You'll have to re-upload or FTP any media to your new server and change the URIs if necessary.
vi_vn: Tải lên tùy chọn loại được sử dụng để tải lên bất kỳ phương tiện truyền thông hỗ trợ WordPress. Sau khi upload, người dùng được yêu cầu phải nhấn "Gửi tới OptionTree " nút để cư đầu vào với các URI của phương tiện truyền thông đó. Có một sự báo trước của tính năng này. Nếu bạn nhập khẩu các tùy chọn chủ đề và phương tiện truyền thông đã đăng tải trên một trang web URI cũ sẽ không phản ánh các URI của trang web mới của bạn. Bạn sẽ phải tải lên FTP hoặc bất kỳ phương tiện truyền thông với máy chủ mới của bạn và thay đổi URI nếu cần thiết.

source: This function returns a value from the "option_tree" array of saved values or the default value supplied. The returned value would be mixed. Meaning it could be a string, integer, boolean, or array.
vi_vn: Hàm này trả về một giá trị từ "option_tree" mảng các giá trị được lưu hoặc các giá trị mặc định được cung cấp. Giá trị trả về sẽ được trộn lẫn. Có nghĩa là nó có thể là một chuỗi, số nguyên, boolean, hoặc mảng.

source: Usage
vi_vn: Dùng cho

source: Parameters
vi_vn: Thông số

source: string
vi_vn: Xâu

source: required
vi_vn: cần thiết

source: Enter the options unique identifier.
vi_vn: Nhập các tùy chọn định danh duy nhất.

source: Default:
vi_vn: Mặc định:

source: None
vi_vn: Không

source: optional
vi_vn: không bắt buộc

source: Enter a default return value. This is just incase the request returns null.
vi_vn: Nhập một giá trị trả về mặc định. Đây là chỉ trong trường hợp yêu cầu trả về null.

source: Default
vi_vn: Mặc định

source: This function has been deprecated. That means it has been replaced by a new function or is no longer supported, and may be removed from future versions. All code that uses this function should be converted to use its replacement.
vi_vn: Chức năng này đã bị phản đối. Điều đó có nghĩa là nó đã được thay thế bởi một chức năng mới hoặc không còn được hỗ trợ, và có thể được gỡ bỏ từ các phiên bản trong tương lai. Tất cả các mã có sử dụng chức năng này phải được chuyển đổi sang sử dụng thay thế của nó.

source: Use
vi_vn: Dùng

source: instead
vi_vn: thay thế

source: This function returns, or echos if asked, a value from the "option_tree" array of saved values.
vi_vn: Chức năng này trả về, hoặc dội nếu hỏi một giá trị từ "option_tree" mảng các giá trị lưu.

source: Enter a unique Option Key to get a returned value or array.
vi_vn: Nhập Key Lựa chọn duy nhất để có được một giá trị trả lại hoặc mảng.

source: array
vi_vn: mảng

source: Used to cut down on database queries in template files.
vi_vn: Được sử dụng để cắt giảm xuống trên các truy vấn cơ sở dữ liệu trong file template.

source: boolean
vi_vn: Lô-gic

source: Echo the output.
vi_vn: Echo ra.

source: Used to indicate the $item_id is an array of values.
vi_vn: Được sử dụng để chỉ ra $ item_id là một mảng các giá trị.

source: integer
vi_vn: số nguyên

source: Numeric offset key for the $item_id array, -1 will return all values (an array starts at 0).
vi_vn: Số bù đắp quan trọng cho các mảng item_id $, -1 sẽ trả lại tất cả các giá trị (một mảng bắt đầu từ 0).

source: If you're using the plugin version of OptionTree it is highly recommended to include a <code>function_exists</code> check in your code, as described in the examples below. If you've integrated OptionTree directly into your themes root directory, you will <strong>not</strong> need to wrap your code with <code>function_exists</code>, as you're guaranteed to have the <code>ot_get_option()</code> function available.
vi_vn: Nếu bạn đang sử dụng phiên bản plugin của OptionTree nó rất cao nên để bao gồm một <code> function_exists </ code> kiểm tra trong mã của bạn, như được mô tả trong các ví dụ dưới đây. Nếu bạn đã tích hợp trực tiếp vào thư mục OptionTree chủ đề gốc của bạn, bạn sẽ <strong> không </ strong> cần phải bọc mã của bạn với <code> function_exists </ code>, như bạn sẽ được bảo đảm để có <code> ot_get_option () </ code> chức năng có sẵn.

source: String Examples
vi_vn: Ví dụ chuỗi

source: Returns the value of <code>test_input</code>.
vi_vn: Trả về giá trị của <code> test_input </ code>.

source: Returns the value of <code>test_input</code>, but also has a default value if it returns empty.
vi_vn: Trả về giá trị của <code> test_input </ code>, nhưng cũng có một giá trị mặc định nếu nó trả về rỗng.

source: Array Examples
vi_vn: Ví dụ mảng

source: Assigns the value of <code>navigation_ids</code> to the variable <code>$ids</code>. It then echos an unordered list of links (navigation) using <code>wp_list_pages()</code>.
vi_vn: Gán giá trị của <code> navigation_ids </ code> để biến <code> $ id </ code>. Sau đó nó Echos một danh sách có thứ tự các liên kết (navigation) sử dụng <code> wp_list_pages () </ code>.

source: The next two examples demonstrate how to use the <strong>Measurement</strong> option type. The Measurement option type is an array with two key/value pairs. The first is the value of measurement and the second is the unit of measurement.
vi_vn: Hai ví dụ tiếp theo chứng minh làm thế nào để sử dụng các <strong> đo </ strong> tùy chọn loại. Các loại tuỳ chọn Đo lường là một mảng với hai cặp khóa / giá trị. Đầu tiên là các giá trị đo lường và thứ hai là các đơn vị đo lường.

source: This example displays a very basic slider loop.
vi_vn: Ví dụ này hiển thị một vòng trượt rất cơ bản.

source: It's Super Simple
vi_vn: Đó là siêu đơn giản

source: Layouts make your theme awesome! With theme options data that you can save/import/export you can package themes with different color variations, or make it easy to do A/B testing on text and so much more. Basically, you save a snapshot of your data as a layout.
vi_vn: Bố trí làm cho chủ đề của bạn tuyệt vời! Với lựa chọn chủ đề dữ liệu mà bạn có thể lưu / nhập khẩu / xuất khẩu, bạn có thể đóng gói các chủ đề với các biến thể màu sắc khác nhau, hoặc làm cho nó dễ dàng để làm thử nghiệm A / B trên văn bản và nhiều hơn nữa. Về cơ bản, bạn lưu một bản chụp của dữ liệu của bạn như là một cách bố trí.

source: Once you have created all your different layouts, or theme variations, you can save them to a separate text file for repackaging with your theme. Alternatively, you could just make different variations for yourself and change your theme with the click of a button, all without deleting your previous options data.
vi_vn: Một khi bạn đã tạo ra tất cả các bố trí khác nhau của bạn, hoặc các biến chủ đề, bạn có thể lưu chúng vào một tập tin văn bản riêng biệt cho đóng gói lại với chủ đề của bạn. Ngoài ra, bạn chỉ có thể làm cho các biến khác nhau cho bản thân và thay đổi chủ đề của bạn với các bấm vào một nút, tất cả mà không xóa dữ liệu tùy chọn trước đó của bạn.

source: Adding a layout is ridiculously easy, follow these steps and you'll be on your way to having a WordPress super theme.
vi_vn: Thêm một layout là ridiculously dễ dàng, hãy làm theo các bước sau và bạn sẽ được trên con đường của bạn để có một siêu theme WordPress.

source: For Developers
vi_vn: Đối với phát triển

source: Creating a Layout
vi_vn: Tạo một Layout

source: Go to the <code>OptionTre->Settings->Layouts</code> tab.
vi_vn: Tới các <code> OptionTre-> Settings-> Bố cục </ code> tab.

source: Enter a name for your layout in the text field and hit "Save Layouts", you've created your first layout.
vi_vn: Nhập tên cho bố trí của bạn trong lĩnh vực văn bản và nhấn "Save Layouts", bạn đã tạo ra bố trí đầu tiên của bạn.

source: Adding a new layout is as easy as repeating the steps above.
vi_vn: Thêm một bố cục mới là dễ dàng như lặp đi lặp lại các bước trên.

source: Activating a Layout
vi_vn: Kích hoạt một Layout

source: Click on the activate layout button in the actions list.
vi_vn: Nhấn vào nút kích hoạt bố trí trong danh sách hành động.

source: Deleting a Layout
vi_vn: Xóa một Layout

source: Click on the delete layout button in the actions list.
vi_vn: Nhấn vào nút bố trí xóa trong danh sách hành động.

source: Edit Layout Data
vi_vn: Edit Layout dữ liệu

source: Go to the <code>Appearance->Theme Options</code> page.
vi_vn: Tới các <code> Appearance-> Theme Options </ code> trang.

source: Modify and save your theme options and the layout will be updated automatically.
vi_vn: Sửa đổi và lưu tùy chọn chủ đề của bạn và bố trí này sẽ được cập nhật tự động.

source: Saving theme options data will update the currently active layout, so before you start saving make sure you want to modify the current layout.
vi_vn: Lưu dữ liệu tùy chọn chủ đề sẽ cập nhật các bố trí hiện nay đang hoạt động, vì vậy trước khi bạn bắt đầu tiết kiệm chắc chắn rằng bạn muốn thay đổi cách bố trí hiện nay.

source: If you want to edit a new layout, first create it then save your theme options.
vi_vn: Nếu bạn muốn chỉnh sửa một cách bố trí mới, đầu tiên tạo ra sau đó nó tiết kiệm được lựa chọn chủ đề của bạn.

source: End-Users Mode
vi_vn: End-Users Chế độ

source: Enter a name for your layout in the text field and hit "New Layout", you've created your first layout.
vi_vn: Nhập tên cho bố trí của bạn trong lĩnh vực văn bản và nhấn "New Layout", bạn đã tạo ra bố trí đầu tiên của bạn.

source: Choose a layout from the select list and click the "Activate Layout" button.
vi_vn: Chọn một bố trí từ danh sách lựa chọn và nhấn nút "Activate Layout".

source: End-Users mode does not allow deleting layouts.
vi_vn: Chế độ End-Users không cho phép xóa các layout.

source: Go to the <code>Appearance->Theme Options</code> tab.
vi_vn: Tới các <code> Appearance-> Theme Options </ code> tab.

source: How-to-guide
vi_vn: Làm thế nào-to-guide

source: There are a few simple steps you need to take in order to use OptionTree's built in Meta Box API. In the code below I'll show you a basic demo of how to create your very own custom meta box using any number of the option types you have at your disposal. If you would like to see some demo code, there is a directory named <code>theme-mode</code> inside the <code>assets</code> directory that contains a file named <code>demo-meta-boxes.php</code> you can reference.
vi_vn: Có một vài bước đơn giản, bạn cần phải thực hiện để sử dụng được xây dựng trong Meta Box API của OptionTree. Trong đoạn mã dưới đây, tôi sẽ cho bạn thấy một bản demo cơ bản về cách tạo hộp tùy chỉnh meta rất riêng của bạn bằng cách sử dụng bất kỳ số lượng các loại tùy chọn mà bạn có lúc xử lý của bạn. Nếu bạn muốn xem một số code demo, có một thư mục có tên là <code> theme-mode </ code> trong <code> tài </ code> thư mục có chứa một tập tin có tên <code> demo-meta-ô. php </ code> bạn có thể tham khảo.

source: It's important to note that Meta Boxes do not support WYSIWYG editors at this time and if you set one of your options to Textarea it will automatically revert to a Textarea Simple until a valid solution is found. WordPress released this statement regarding the wp_editor() function:
vi_vn: Điều quan trọng cần lưu ý là Meta Hộp không hỗ trợ biên tập WYSIWYG tại thời điểm này và nếu bạn đặt một trong những lựa chọn của bạn để textarea nó sẽ tự động chuyển đến một Textarea đơn giản cho đến một giải pháp hợp lệ được tìm thấy. WordPress phát hành báo cáo này về wp_editor () chức năng:

source: Once instantiated, the WYSIWYG editor cannot be moved around in the DOM. What this means in practical terms, is that you cannot put it in meta-boxes that can be dragged and placed elsewhere on the page.
vi_vn: Sau khi khởi tạo, biên tập WYSIWYG không thể di chuyển xung quanh trong DOM. Điều này có nghĩa là trong thực tế, đó là bạn không thể đặt nó trong meta-hộp có thể được kéo và đặt ở những nơi khác trên trang.
