Repository: xuantain/saletheme-wp
Catalog: languages/*.po
Languages: vi_vn

source: Create and include your custom meta boxes file.
vi_vn: Tạo và tùy chỉnh bao gồm hộp meta tập tin của bạn.

source: Create a file and name it anything you want, maybe <code>meta-boxes.php</code>.
vi_vn: Tạo một tập tin và đặt tên nó là bất cứ điều gì bạn muốn, có thể <code> meta-boxes.php </ code>.

source: As well, you'll probably want to create a directory named <code>includes</code> to put your <code>meta-boxes.php</code> into which will help keep you file structure nice and tidy.
vi_vn: Cũng như vậy, có thể bạn sẽ muốn tạo một thư mục có tên là <code> có </ code> để đưa bạn <code> meta-boxes.php </ code> vào đó sẽ giúp giữ cho bạn tập tin cấu trúc đẹp và gọn gàng.

source: Add the following code to your <code>functions.php</code>.
vi_vn: Thêm mã sau vào <code> functions.php </ code>.

source: Add a variation of the following code to your <code>meta-boxes.php</code>. You'll obviously need to fill it in with all your custom array values. It's important to note here that we use the <code>admin_init</code> filter because if you were to call the <code>ot_register_meta_box</code> function before OptionTree was loaded the sky would fall on your head.
vi_vn: Thêm một biến thể của mã sau vào <code> meta-boxes.php </ code>. Bạn rõ ràng sẽ cần phải điền vào nó với tất cả các giá trị mảng tùy chỉnh của bạn. Điều quan trọng cần lưu ý ở đây là chúng ta sử dụng <code> admin_init </ code> lọc vì nếu bạn đã gọi <code> ot_register_meta_box </ code> chức năng trước khi OptionTree đã được nạp bầu trời sẽ rơi vào đầu bạn.

source: There are a few simple steps you need to take in order to use OptionTree as a theme included module. In the code below I'll show you a basic demo of how to include the entire plugin as a module, which will allow you to have the most up-to-date version of OptionTree without ever needing to hack the core of the plugin. If you would like to see some demo code, there is a directory named <code>theme-mode</code> inside the <code>assets</code> directory that contains a file named <code>demo-theme-options.php</code> you can reference.
vi_vn: Có một vài bước đơn giản, bạn cần phải thực hiện để sử dụng OptionTree như một chủ đề bao gồm module. Trong đoạn mã dưới đây, tôi sẽ cho bạn thấy một bản demo cơ bản về cách để bao gồm toàn bộ plugin như là một mô-đun, mà sẽ cho phép bạn có phiên bản nhất up-to-ngày OptionTree mà không bao giờ cần để hack là cốt lõi của các plugin. Nếu bạn muốn xem một số code demo, có một thư mục có tên là <code> theme-mode </ code> trong <code> tài </ code> thư mục có chứa một tập tin có tên <code> demo-theme-options. php </ code> bạn có thể tham khảo.

source: Step 1: Include the plugin & turn on theme mode.
vi_vn: Bước 1: Bao gồm các plugin và bật chế độ chủ đề.

source: Download the latest version of <a href="http://wordpress.org/extend/plugins/option-tree/" rel="nofollow" target="_blank">OptionTree</a>.
vi_vn: Tải về phiên bản mới nhất của <a href="http://wordpress.org/extend/plugins/option-tree/" rel="nofollow" target="_blank"> OptionTree </a>.

source: Unpack the ZIP archive.
vi_vn: Giải nén kho lưu trữ ZIP.

source: Put the <code>option-tree</code> directory in the root of your theme. For example, the server path would be <code>/wp-content/themes/theme-name/option-tree/</code>.
vi_vn: Đặt <code> tùy chọn cây </ code> thư mục trong thư mục gốc của chủ đề của bạn. Ví dụ, đường dẫn máy chủ sẽ là <code> / wp-content / themes / theme-name / tùy chọn cây / </ code>.

source: Add the following code to the beginning of your <code>functions.php</code>.
vi_vn: Thêm mã sau đây để bắt đầu của bạn <code> functions.php </ code>.

source: It's that simple! You now have OptionTree built into your theme and anytime there's an update to the plugin you just replace the old version and you're good to go..
vi_vn: Nó đơn giản mà! Bây giờ bạn có OptionTree xây dựng thành chủ đề của bạn và bất cứ lúc nào có một cập nhật cho các plugin mà bạn chỉ cần thay thế các phiên bản cũ và bạn tốt để đi ..

source: Step 2: Create Theme Options without using the UI Builder.
vi_vn: Bước 2: Tạo tùy chọn Theme mà không sử dụng UI Builder.

source: Create a file and name it anything you want, maybe <code>theme-options.php</code>, or use the built in file export to create it for you. Remember, you should always check the file for errors before including it in your theme.
vi_vn: Tạo một tập tin và đặt tên cho nó bất cứ điều gì bạn muốn, có thể <code> theme-options.php </ code>, hoặc sử dụng được xây dựng trong tập tin xuất khẩu để tạo ra nó cho bạn. Hãy nhớ rằng, bạn nên luôn luôn kiểm tra các tập tin lỗi trước khi đưa nó vào chủ đề của bạn.

source: As well, you'll probably want to create a directory named <code>includes</code> to put your <code>theme-options.php</code> into which will help keep you file structure nice and tidy.
vi_vn: Cũng như vậy, có thể bạn sẽ muốn tạo một thư mục có tên là <code> có </ code> để đưa bạn <code> theme-options.php </ code> vào đó sẽ giúp giữ cho bạn tập tin cấu trúc đẹp và gọn gàng.

source: Add a variation of the following code to your <code>theme-options.php</code>. You'll obviously need to fill it in with all your custom array values for contextual help (optional), sections (required), and settings (required).
vi_vn: Thêm một biến thể của mã sau vào <code> theme-options.php </ code>. Bạn rõ ràng sẽ cần phải điền vào nó với tất cả các giá trị mảng tùy chỉnh của bạn để được giúp đỡ theo ngữ cảnh (tùy chọn), phần (bắt buộc), và cài đặt (bắt buộc).

source: The code below is a boilerplate to get your started. For a full list of the available option types click the "Option Types" tab above. Also a quick note, you don't need to put OptionTree in theme mode to manually create options but you will want to hide the docs and settings as each time you load the admin area the settings be be written over with the code below if they've changed in any way. However, this ensures your settings do not get tampered with by the end-user.
vi_vn: Đoạn code dưới đây là một soạn để bắt đầu của bạn. Đối với một danh sách đầy đủ của các loại tùy chọn có sẵn nhấp vào "Các loại Lựa chọn" tab trên. Cũng là một ghi chú nhanh, bạn không cần phải đặt ở chế độ OptionTree theme tự tạo ra các lựa chọn nhưng bạn sẽ muốn ẩn các tài liệu và các thiết lập như mỗi khi bạn tải các khu vực admin các thiết lập được thể hiện rõ trên với mã dưới đây, nếu họ đã thay đổi trong bất kỳ cách nào. Tuy nhiên, điều này đảm bảo các thiết lập của bạn không bị giả mạo bởi người dùng cuối.

source: Sorry, this function does not exist
vi_vn: Xin lỗi, chức năng này không tồn tại

source: Add Media
vi_vn: Thêm Media

source: No Categories Found
vi_vn: Không có loại được tìm thấy

source: Choose One
vi_vn: Chọn Một

source: No Posts Found
vi_vn: Chưa có nhận xét

source: Add New
vi_vn: Thêm mới

source: You can re-order with drag & drop, the order will update after saving.
vi_vn: Bạn có thể đặt hàng lại với chức năng kéo & thả, thứ tự sẽ cập nhật sau khi tiết kiệm.

source: No Pages Found
vi_vn: Không tìm thấy trang

source: No Tags Found
vi_vn: Không tìm thấy khóa

source: No Taxonomies Found
vi_vn: Không có nguyên tắc phân loại Found

source: Warning!
vi_vn: Cảnh báo!

source: Go to the %s page if you want to save data, this page is for adding settings.
vi_vn: Tới các %s trang nếu bạn muốn lưu dữ liệu, trang này để thêm cài đặt.

source: If you're unsure or not completely positive that you should be editing these settings, you should read the %s first.
vi_vn: Nếu bạn không chắc chắn hoặc không hoàn toàn tích cực mà bạn nên chỉnh sửa các thiết lập này, bạn nên đọc %s đầu tiên.

source: Things could break or be improperly displayed to the end-user if you do one of the following:
vi_vn: Những thứ có thể phá vỡ hoặc bị không đúng cách hiển thị cho người sử dụng cuối cùng, nếu bạn làm một trong những điều sau đây:

source: Give two sections the same ID, give two settings the same ID, give two contextual help content areas the same ID, don't create any settings, or have a section at the end of the settings list.
vi_vn: Cho hai phần cùng một ID, cho hai thiết lập cùng một ID, cho hai lĩnh vực nội dung trợ giúp theo ngữ cảnh cùng một ID, không tạo ra bất kỳ cài đặt, hoặc có một phần ở phía cuối danh sách các thiết lập.

source: You can create as many settings as your project requires and use them how you see fit. When you add a setting here, it will be available on the Theme Options page for use in your theme. To separate your settings into sections, click the "Add Section" button, fill in the input fields, and a new navigation menu item will be created.
vi_vn: Bạn có thể tạo nhiều thiết lập như dự án của bạn yêu cầu và sử dụng chúng như thế nào bạn thấy phù hợp. Khi bạn thêm một khung cảnh ở đây, nó sẽ có sẵn trên các trang tùy chọn Theme để sử dụng trong chủ đề của bạn. Để tách các thiết lập của bạn vào phần, bấm vào nút "Add Section", điền vào các trường đầu vào, và một mục menu mới sẽ được tạo ra.

source: All of the settings can be sorted and rearranged to your liking with Drag & Drop. Don't worry about the order in which you create your settings, you can always reorder them.
vi_vn: Tất cả các thiết lập có thể được sắp xếp và bố trí lại theo ý thích của bạn với Drag & Drop. Đừng lo lắng về thứ tự mà bạn tạo ra các thiết lập của bạn, bạn luôn có thể sắp xếp lại chúng.

source: Add Section
vi_vn: Thêm Mục

source: Contextual Help
vi_vn: Theo ngữ cảnh giúp

source: Contextual Help Sidebar
vi_vn: Theo ngữ cảnh giúp Sidebar

source: If you decide to add contextual help to the Theme Option page, enter the optional "Sidebar" HTML here. This would be an extremely useful place to add links to your themes documentation or support forum. Only after you've added some content below will this display to the user.
vi_vn: Nếu bạn có thêm những trợ giúp theo ngữ cảnh để trang Tùy chọn Theme, nhập tùy chọn "Sidebar" HTML ở đây. Đây sẽ là một nơi cực kỳ hữu ích để thêm liên kết đến các tài liệu chủ đề của bạn hoặc diễn đàn hỗ trợ. Chỉ sau khi bạn đã thêm một số nội dung dưới đây sẽ hiển thị này cho người sử dụng.

source: Add Contextual Help Content
vi_vn: Thêm Contextual Help Content

source: This import method has been deprecated. That means it has been replaced by a new method and is no longer supported, and may be removed from future versions. All themes that use this import method should be converted to use its replacement below.
vi_vn: Phương pháp nhập khẩu này đã bị phản đối. Điều đó có nghĩa là nó đã được thay thế bằng một phương pháp mới và không còn được hỗ trợ, và có thể được gỡ bỏ từ các phiên bản trong tương lai. Tất cả các chủ đề mà sử dụng phương pháp nhập khẩu này phải được chuyển đổi sang sử dụng thay thế của nó dưới đây.

source: If you were given a Theme Options XML file with a premium or free theme, locate it on your hard drive and upload that file by clicking the blue upload button. A popup window will appear, upload the XML file and click "Send to OptionTree". The file URL should be in the upload input, if it is click "Import XML".
vi_vn: Nếu bạn đã được trao một tập tin XML Theme tùy chọn với một phí bảo hiểm hoặc chủ đề miễn phí, định vị nó trên ổ đĩa cứng của bạn và tải lên các tập tin đó bằng cách nhấn vào nút tải lên xanh. Một cửa sổ popup sẽ xuất hiện, tải lên các tập tin XML và nhấp vào "Gửi tới OptionTree". Các URL tập tin nên được ở đầu vào tải lên, nếu nó là nhấn "Import XML".

source: Add XML
vi_vn: Thêm XML

source: To import your Settings copy and paste what appears to be a random string of alpha numeric characters into this textarea and press the "Import Settings" button.
vi_vn: Để nhập Cài đặt của bạn sao chép và dán những gì dường như là một chuỗi ngẫu nhiên của alpha ký tự số vào textarea này và nhấn nút "Import Settings".

source: Only after you've imported the Settings should you try and update your Theme Options.
vi_vn: Chỉ sau khi bạn đã nhập khẩu các thiết lập, bạn nên cố gắng và cập nhật tùy chọn Theme của bạn.

source: To import your Theme Options copy and paste what appears to be a random string of alpha numeric characters into this textarea and press the "Import Theme Options" button.
vi_vn: Để nhập Tùy chọn Theme của bạn sao chép và dán những gì dường như là một chuỗi ngẫu nhiên của alpha ký tự số vào textarea này và nhấn nút "Tùy chọn Import Theme".

source: Import Theme Options
vi_vn: Tùy chọn Import Theme

source: Only after you've imported the Settings should you try and update your Layouts.
vi_vn: Chỉ sau khi bạn đã nhập khẩu các thiết lập, bạn nên cố gắng và cập nhật Layouts của bạn.

source: To import your Layouts copy and paste what appears to be a random string of alpha numeric characters into this textarea and press the "Import Layouts" button. Keep in mind that when you import your layouts, the active layout's saved data will write over the current data set for your Theme Options.
vi_vn: Để nhập Layouts của bạn sao chép và dán những gì dường như là một chuỗi ngẫu nhiên của alpha ký tự số vào textarea này và nhấn nút "Import Layouts". Hãy nhớ rằng khi bạn nhập bố trí của bạn, dữ liệu lưu các sơ đồ hoạt động của sẽ viết trên tập dữ liệu hiện tại cho Tùy chọn Theme của bạn.

source: Import Layouts
vi_vn: Nhập Layouts

source: Export your Settings into a fully functional <code>theme-options.php</code> file by clicking this button. For more information on how to use this file read the theme mode %s. Remember, you should always check the file for errors before including it in your theme.
vi_vn: Xuất Cài đặt của bạn thành một đầy đủ chức năng <code> theme-options.php </ code> tập tin bằng cách nhấn vào nút này. Để biết thêm thông tin về cách sử dụng tập tin này đọc các chế độ theme %s . Hãy nhớ rằng, bạn nên luôn luôn kiểm tra các tập tin lỗi trước khi đưa nó vào chủ đề của bạn.

source: Export Settings File
vi_vn: Cài đặt Export File

source: Export your Settings by highlighting this text and doing a copy/paste into a blank .txt file. Then save the file for importing into another install of WordPress later. Alternatively, you could just paste it into the <code>OptionTree->Settings->Import</code> <strong>Settings</strong> textarea on another web site.
vi_vn: Xuất Cài đặt của bạn bằng cách làm nổi bật văn bản này và làm sao chép / dán vào một tập tin .txt trống. Sau đó lưu các tập tin để nhập vào một cài đặt của WordPress sau này. Ngoài ra, bạn có thể chỉ cần dán nó vào <code> OptionTree-> Settings-> Import </ code> <strong> Cài đặt </ strong> textarea trên một trang web khác.

source: Export your Theme Options data by highlighting this text and doing a copy/paste into a blank .txt file. Then save the file for importing into another install of WordPress later. Alternatively, you could just paste it into the <code>OptionTree->Settings->Import</code> <strong>Theme Options</strong> textarea on another web site.
vi_vn: Xuất Tùy chọn Theme dữ liệu của bạn bằng cách làm nổi bật văn bản này và làm sao chép / dán vào một tập tin .txt trống. Sau đó lưu các tập tin để nhập vào một cài đặt của WordPress sau này. Ngoài ra, bạn có thể chỉ cần dán nó vào <code> OptionTree-> Settings-> Import </ code> <strong> Options Theme </ strong> textarea trên một trang web khác.

source: Export your Layouts by highlighting this text and doing a copy/paste into a blank .txt file. Then save the file for importing into another install of WordPress later. Alternatively, you could just paste it into the <code>OptionTree->Settings->Import</code> <strong>Layouts</strong> textarea on another web site.
vi_vn: Xuất Layouts của bạn bằng cách làm nổi bật văn bản này và làm sao chép / dán vào một tập tin .txt trống. Sau đó lưu các tập tin để nhập vào một cài đặt của WordPress sau này. Ngoài ra, bạn có thể chỉ cần dán nó vào <code> OptionTree-> Settings-> Import </ code> <strong> Bố cục </ strong> textarea trên một trang web khác.

source: To add a new layout enter a unique lower case alphanumeric string (dashes allowed) in the text field and click "Save Layouts".
vi_vn: Để thêm một bố cục mới nhập một trường hợp thấp hơn chuỗi duy nhất tự (dấu gạch ngang cho phép) trong các lĩnh vực văn bản và nhấp vào "Save Layouts".

source: As well, you can activate, remove, and drag & drop the order; all situations require you to click "Save Layouts" for the changes to be applied.
vi_vn: Đồng thời, bạn có thể kích hoạt, loại bỏ, và kéo và thả các trật tự; tất cả các tình huống yêu cầu bạn phải nhấn "Save Layouts" để các thay đổi được áp dụng.

source: When you create a new layout it will become active and any changes made to the Theme Options will be applied to it. If you switch back to a different layout immediately after creating a new layout that new layout will have a snapshot of the current Theme Options data attached to it.
vi_vn: Khi bạn tạo ra một bố cục mới, nó sẽ trở nên năng động và bất kỳ thay đổi nào trong các tùy chọn Theme sẽ được áp dụng cho nó. Nếu bạn chuyển về một bố cục khác nhau ngay sau khi tạo một layout mới mà bố trí mới sẽ có một bản chụp của các dữ liệu tùy chọn Theme hiện tại gắn liền với nó.

source: Visit <code>OptionTree->Documentation->Layouts Overview</code> to see a more in-depth description of what layouts are and how to use them.
vi_vn: Truy cập <code> OptionTree-> Documentation-> Bố cục Tổng quan </ code> để xem một mô tả sâu hơn về những gì đang có và bố trí như thế nào để sử dụng chúng.

source: Save Layouts
vi_vn: Lưu Layouts

source: Reset Options
vi_vn: Tùy chọn thiết lập lại

source: Theme Options updated.
vi_vn: Tùy chọn chủ đề cập nhật.

source: Theme Options reset.
vi_vn: Tùy chọn chủ đề thiết lập lại.

source: Theme Options UI
vi_vn: Tùy chọn chủ đề giao diện người dùng

source: Import
vi_vn: Nhập khẩu

source: Export
vi_vn: Xuất khẩu

source: Layouts
vi_vn: Bố trí

source: Theme Options UI Builder
vi_vn: Tùy chọn chủ đề UI Builder

source: Settings XML
vi_vn: Cài đặt XML

source: Theme Options
vi_vn: Tùy chọn Giao diện

source: Settings PHP File
vi_vn: Cài đặt PHP File

source: Add, Activate, & Remove Layouts
vi_vn: Thêm, Kích hoạt, và xóa Layouts

source: Documentation
vi_vn: Tài liệu

source: Creating Options
vi_vn: Tạo Tùy chọn

source: Option Types
vi_vn: Các loại tùy chọn

source: Function References
vi_vn: Tài liệu tham khảo chức năng

source: Theme Mode
vi_vn: Theme Chế độ

source: Meta Boxes
vi_vn: Meta Hộp

source: Code Examples
vi_vn: Ví dụ về Mã

source: Layouts Overview
vi_vn: Layouts Tổng quan

source: Overview of available Theme Option fields.
vi_vn: Tổng quan về các lĩnh vực có sẵn Theme Option.

source: Option types in alphabetical order & hooks to filter them.
vi_vn: Loại tùy chọn thứ tự chữ cái & móc để lọc chúng.

source: Function Reference:ot_get_option()
vi_vn: Chức năng tham khảo: ot_get_option ()

source: Function Reference:get_option_tree()
vi_vn: Chức năng tham khảo: get_option_tree ()

source: Code examples for front-end development.
vi_vn: Mã số ví dụ cho sự phát triển front-end.

source: What's a layout anyhow?
vi_vn: Bố trí anyhow là gì?

source: Return To Shop
vi_vn: Quay trở lại Để Shop

source: out of 5
vi_vn: trong 5

source: %s review for %s
vi_vn: %s đánh giá cho %s

source: Reviews
vi_vn: Đánh giá

source: <span class="meta-nav">&larr;</span> Previous
vi_vn: <span class="meta-nav">&larr;</span> Trước

source: Next <span class="meta-nav">&rarr;</span>
vi_vn: Tiếp theo <span class="meta-nav">&rarr;</span>

source: Add a review
vi_vn: Thêm đánh giá

source: Be the first to review
vi_vn: Hãy là người đầu tiên nhận xét

source: There are no reviews yet, would you like to <a href="#review_form" class="inline show_review_form">submit yours</a>?
vi_vn: Chưa có đánh giá nào, bạn muốn <a href="#review_form" class="inline show_review_form">viết đánh giá</a> của bạn?

source: Submit Review
vi_vn: Gửi nhận xét

source: Rating
vi_vn: Đánh giá

source: Rate&hellip;
vi_vn: Tỷ lệ &hellip;

source: Perfect
vi_vn: Hoàn hảo

source: Good
vi_vn: Tốt

source: Average
vi_vn: Trung bình

source: Not that bad
vi_vn: Không phải là xấu

source: Very Poor
vi_vn: Rất kém

source: Your Review
vi_vn: Đánh giá của bạn

source: Cart Totals
vi_vn: Tổng giỏ hàng

source: Cart Subtotal
vi_vn: Tổng cộng

source: Order Total
vi_vn: Thành tiền

source: (taxes estimated for %s)
vi_vn: (Thuế ước tính cho %s )

source: Note: Shipping and taxes are estimated%s and will be updated during checkout based on your billing and shipping information.
vi_vn: Lưu ý: Vận chuyển và thuế ước tính %s và sẽ được cập nhật trong quá trình thanh toán trên cơ sở thanh toán và thông tin vận chuyển thực tế.

source: Proceed to Checkout
vi_vn: Thanh toán

source: Product
vi_vn: Sản phẩm

source: Price
vi_vn: Giá bán

source: Total
vi_vn: Thành tiền

source: Available on backorder
vi_vn: Có sẵn trên backorder

source: Coupon
vi_vn: Phiếu giảm giá

source: Apply Coupon
vi_vn: Áp dụng Mã giảm giá

source: Update Cart
vi_vn: Cập nhật giỏ hàng

source: You may be interested in&hellip;
vi_vn: Bạn có thể quan tâm &hellip;

source: Calculate Shipping
vi_vn: Tính Vận Chuyển

source: Select a country&hellip;
vi_vn: Chọn một quốc gia &hellip;

source: State / county
vi_vn: Quận

source: Select a state&hellip;
vi_vn: Chọn một Quận &hellip;

source: City
vi_vn: Quận/Huyện

source: Postcode / Zip
vi_vn: Mã bưu điện / Zip

source: Update Totals
vi_vn: Cập nhật tổng tiền

source: Shipping Address
vi_vn: Địa chỉ Vận chuyển

source: Ship to billing address?
vi_vn: Ship đến địa chỉ thanh toán?

source: Additional Information
vi_vn: Các thông tin khác

source: Billing &amp; Shipping
vi_vn: Thanh toán &amp; Vận Chuyển

source: Billing Address
vi_vn: Địa chỉ thanh toán

source: Create an account?
vi_vn: Tạo một tài khoản?

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
vi_vn: Tạo một tài khoản bằng cách nhập các thông tin dưới đây. Nếu bạn là một khách hàng cũ xin vui lòng đăng nhập ở phía trên cùng của trang.

source: Checkout Method
vi_vn: Phương pháp kiểm tra

source: New Customers
vi_vn: Khách hàng mới

source: Checkout as Guest
vi_vn: Checkout Guest

source: Create an Account
vi_vn: Tạo một tài khoản

source: Continue
vi_vn: Tiếp tục

source: Returning Customers
vi_vn: Khách hàng thân thiết

source: You must be logged in to checkout.
vi_vn: Bạn phải đăng nhập để kiểm tra.

source: Create an account by entering the information below. If you are a returning customer please login with your username at the top of the page.
vi_vn: Tạo một tài khoản bằng cách nhập các thông tin dưới đây. Nếu bạn là một khách hàng cũ xin vui lòng đăng nhập với tên truy cập của bạn ở trên cùng của trang.

source: Your order
vi_vn: Đơn hàng của bạn

source: If you have shopped with us before, please enter your details in the boxes below. If you are a new customer please proceed to the Billing &amp; Shipping section.
vi_vn: Chào mừng bạn đã ghé thăm thegioiphukienso Shop, xin vui lòng đăng nhập để mua sắm và làm đẹp cùng chúng tôi!

source: Username or email
vi_vn: Tên đăng nhập hoặc email

source: Password
vi_vn: Mật khẩu

source: Login
vi_vn: Đăng nhập

source: Lost Password?
vi_vn: Bạn quên mật khẩu?

source: Totals
vi_vn: Tổng số

source: Payment
vi_vn: Thanh toán

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
vi_vn: Xin lỗi, có vẻ như không có phương thức thanh toán có sẵn cho vị trí của bạn. Hãy liên hệ với chúng tôi nếu bạn cần trợ giúp hoặc muốn sắp xếp thay thế.

source: Pay for order
vi_vn: Thanh toán cho đơn đặt hàng

source: Please fill in your details above to see available payment methods.
vi_vn: Xin vui lòng điền thông tin của bạn trên để xem phương thức thanh toán có sẵn.
