Repository: xuantain/saletheme-wp
Catalog: languages/*.po
Languages: vi_vn

source: or create new user with login name:
vi_vn: hoặc tạo người dùng mới với tên đăng nhập:

source: as a new user:
vi_vn: như một người dùng mới:

source: assign posts to an existing user:
vi_vn: gán gởi đến một người dùng hiện có:

source: or assign posts to an existing user:
vi_vn: hoặc giao bài cho một người sử dụng hiện có:

source: - Select -
vi_vn: - Chọn -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
vi_vn: Không thể tạo người dùng mới cho %s . Bài viết của họ sẽ được quy cho những người dùng hiện tại.

source: Failed to import category %s
vi_vn: Không để nhập khẩu loại %s

source: Failed to import post tag %s
vi_vn: Không thể nhập bài tag %s

source: Failed to import %s %s
vi_vn: Không thể nhập %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
vi_vn: Không thể nhập & # 8220; %s & # 8221 ;: không hợp lệ loại bài %s

source: Failed to import %s &#8220;%s&#8221;
vi_vn: Không thể nhập %s & # 8220; %s & # 8221;

source: Menu item skipped due to missing menu slug
vi_vn: Menu mục bị bỏ qua vì thiếu đơn sên

source: Menu item skipped due to invalid menu slug: %s
vi_vn: Menu mục bị bỏ qua vì đơn sên không hợp lệ: %s

source: Fetching attachments is not enabled
vi_vn: Lấy file đính kèm không được kích hoạt

source: Invalid file type
vi_vn: Loại tập tin không hợp lệ

source: Remote server did not respond
vi_vn: Máy chủ từ xa đã không trả lời

source: Remote server returned error response %1$d %2$s
vi_vn: Máy chủ từ xa trở về lỗi phản ứng %1$d %2$s

source: Remote file is incorrect size
vi_vn: Tập tin từ xa có kích thước không chính xác

source: Zero size file downloaded
vi_vn: Tập tin kích cỡ bằng không tải

source: Remote file is too large, limit is %s
vi_vn: Tập tin từ xa là quá lớn, giới hạn là %s

source: Import WordPress
vi_vn: Nhập WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
vi_vn: Một phiên bản mới của nhà nhập khẩu này là có sẵn. Vui lòng cập nhật lên phiên bản %s để đảm bảo khả năng tương thích với các tập tin xuất khẩu mới.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
vi_vn: Howdy! Tải WordPress của bạn eXtended RSS (WXR) tập tin và chúng tôi & # 8217; sẽ nhập khẩu các bài viết, các trang, các ý kiến, các trường tùy chỉnh danh mục, và các thẻ vào trang web này.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
vi_vn: Chọn một WXR (.xml) tập tin tải lên, sau đó nhấp vào tập tin tải lên, nhập khẩu.

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
vi_vn: Nhập <strong> bài viết, các trang, các ý kiến, các trường tùy chỉnh danh mục, và các thẻ </ strong> từ một tập tin xuất khẩu WordPress.

source: The Colorpicker only allows valid hexadecimal values.
vi_vn: Các ColorPicker chỉ cho phép các giá trị thập lục phân hợp lệ.

source: Send to OptionTree
vi_vn: Gửi cho OptionTree

source: Remove Media
vi_vn: Tháo Truyền thông

source: Are you sure you want to reset back to the defaults?
vi_vn: Bạn có chắc chắn muốn reset về mặc định?

source: You can't remove this! But you can edit the values.
vi_vn: Bạn không thể loại bỏ điều này! Nhưng bạn có thể chỉnh sửa các giá trị.

source: Are you sure you want to remove this?
vi_vn: Bạn có chắc chắn muốn loại bỏ điều này?

source: Are you sure you want to activate this layout?
vi_vn: Bạn có chắc chắn muốn kích hoạt bố trí này?

source: Sorry, you can't have settings three levels deep.
vi_vn: Xin lỗi, bạn không thể có các cài đặt sâu ba cấp độ.

source: Option Tree
vi_vn: Lựa chọn Tree

source: General
vi_vn: Chung

source: Description for the sample text field.
vi_vn: Mô tả cho các lĩnh vực văn bản mẫu.

source: Layout activated.
vi_vn: Bố trí kích hoạt.

source: Settings updated.
vi_vn: Cài đặt cập nhật.

source: Settings could not be saved.
vi_vn: Cài đặt không thể được cứu.

source: Settings Imported.
vi_vn: Cài đặt nhập khẩu.

source: Settings could not be imported.
vi_vn: Cài đặt không thể nhập được.

source: Data Imported.
vi_vn: Dữ liệu nhập khẩu.

source: Data could not be imported.
vi_vn: Dữ liệu không thể nhập được.

source: Layouts Imported.
vi_vn: Layouts nhập khẩu.

source: Layouts could not be imported.
vi_vn: Bố trí không thể nhập được.

source: Layouts Updated.
vi_vn: Layouts cập nhật.

source: Layouts could not be updated.
vi_vn: Bố trí không thể được cập nhật.

source: Right Sidebar
vi_vn: Sidebar bên phải

source: Full Width (no sidebar)
vi_vn: Full Width (không có sidebar)

source: Dual Sidebar
vi_vn: Sidebar kép

source: Left Dual Sidebar
vi_vn: Left kép Sidebar

source: Right Dual Sidebar
vi_vn: Ngay Sidebar kép

source: Link
vi_vn: Liên kết

source: Description
vi_vn: Mô tả

source: edit
vi_vn: chỉnh sửa

source: Delete
vi_vn: Xóa

source: <strong>Section Title</strong>: Displayed as a menu item on the Theme Options page.
vi_vn: <Strong> Mục Tiêu đề </ strong>: hiển thị như là một mục menu trên trang Options Theme.

source: <strong>Section ID</strong>: A unique lower case alphanumeric string, underscores allowed.
vi_vn: <Strong> Phần ID </ strong>: Một trường hợp thấp hơn chuỗi chữ số duy nhất, gạch dưới cho phép.

source: <strong>Label</strong>: Displayed as the label of a form element on the Theme Options page.
vi_vn: <Strong> Nhãn </ strong>: hiển thị như các nhãn của một yếu tố hình thức trên trang Tùy chọn Theme.

source: <strong>ID</strong>: A unique lower case alphanumeric string, underscores allowed.
vi_vn: <Strong> ID </ strong>: Một trường hợp thấp hơn chuỗi chữ số duy nhất, gạch dưới cho phép.

source: <strong>Type</strong>: Choose one of the available option types from the dropdown.
vi_vn: <Strong> Loại </ strong>: Chọn một trong các loại tùy chọn có sẵn từ trình đơn thả xuống.

source: <strong>Description</strong>: Enter a detailed description for the users to read on the Theme Options page, HTML is allowed. This is also where you enter content for both the Textblock & Textblock Titled option types.
vi_vn: <Strong> Mô tả </ strong>: Nhập một mô tả chi tiết cho người dùng đọc trên trang Tùy chọn Theme, HTML được phép. Đây cũng là nơi bạn nhập nội dung với nhiều lựa chọn cả TextBlock & TextBlock tiêu đề.

source: <strong>Choices</strong>: This will only affect the following option types: Checkbox, Radio, Select & Select Image.
vi_vn: <Strong> Lựa chọn </ strong>: Điều này chỉ ảnh hưởng đến các loại tùy chọn sau đây: Checkbox, Radio, Select & Chọn Image.

source: Add Choice
vi_vn: Thêm Choice

source: <strong>Settings</strong>: This will only affect the List Item option type.
vi_vn: <Strong> Cài đặt </ strong>: Điều này sẽ chỉ ảnh hưởng đến Danh mục lựa chọn kiểu.

source: Add Setting
vi_vn: Thêm Thiết

source: <strong>Standard</strong>: Setting the standard value for your option only works for some option types. Read the <code>OptionTree->Documentation</code> for more information on which ones.
vi_vn: <Strong> chuẩn </ strong>: Thiết lập các giá trị tiêu chuẩn cho lựa chọn của bạn chỉ hoạt động đối với một số loại tùy chọn. Đọc <code> OptionTree-> Tài liệu </ code> để biết thêm thông tin về những người thân.

source: <strong>Rows</strong>: Enter a numeric value for the number of rows in your textarea. This will only affect the following option types: CSS, Textarea, & Textarea Simple.
vi_vn: <Strong> Hàng </ strong>: Nhập một giá trị số cho số hàng trong textarea của bạn. Điều này sẽ chỉ ảnh hưởng đến các loại tùy chọn sau đây: CSS, Textarea, & Textarea đơn giản.

source: <strong>Post Type</strong>: Add a comma separated list of post type like 'post,page'. This will only affect the following option types: Custom Post Type Checkbox, & Custom Post Type Select.
vi_vn: <strong>Loại bài viết</strong>: Thêm một danh sách phân cách nhau bởi dấu phẩy của các bài kiểu như 'post,page'. Điều này sẽ chỉ ảnh hưởng đến các loại tùy chọn sau đây: Custom Post Type Checkbox, & Custom Post Type Select.

source: <strong>Taxonomy</strong>: Add a comma separated list of any registered taxonomy like 'category,post_tag'. This will only affect the following option types: Taxonomy Checkbox, & Taxonomy Select.
vi_vn: <strong>Phân loại</strong>: Thêm một dấu phẩy tách ra danh sách của bất kỳ phân loại đăng ký như 'category,post_tag'. Điều này sẽ chỉ ảnh hưởng đến các loại tùy chọn sau đây: Taxonomy Checkbox, & Taxonomy Select.

source: <strong>CSS Class</strong>: Add and optional class to this option type.
vi_vn: <Strong> CSS Class </ strong>: Thêm và lớp tùy chọn để loại tuỳ chọn này.

source: Label
vi_vn: Nhăn

source: Value
vi_vn: Giá trị

source: Image Source (Radio Image only)
vi_vn: Hình ảnh Nguồn (Radio chỉ hình ảnh)

source: <strong>Title</strong>: Displayed as a contextual help menu item on the Theme Options page.
vi_vn: <Strong> Title </ strong>: hiển thị như là một mục trợ giúp trình đơn ngữ cảnh trên các trang tùy chọn Theme.

source: <strong>Content</strong>: Enter the HTML content about this contextual help item displayed on the Theme Option page for end users to read.
vi_vn: <Strong> Nội dung </ strong>: Nhập nội dung HTML về việc trợ giúp theo ngữ cảnh mục này hiển thị trên trang Tùy chọn Theme cho người dùng cuối để đọc.

source: Layout
vi_vn: Giao diện

source: New Layout
vi_vn: Giao diện mới

source: The Label field should be a short but descriptive block of text 100 characters or less with no HTML.
vi_vn: Các lĩnh vực Label phải là một khối ngắn nhưng mô tả của văn bản 100 ký tự hoặc ít hơn không có HTML.

source: ID
vi_vn: MÃ SỐ

source: The ID field is a unique alphanumeric key used to differentiate each theme option (underscores are acceptable). Also, the plugin will change all text you write in this field to lowercase and replace spaces and special characters with an underscore automatically.
vi_vn: Các trường ID là một phím chữ và số độc đáo dùng để phân biệt từng tùy chọn theme (gạch chân là chấp nhận được). Ngoài ra, các plugin sẽ thay đổi tất cả các văn bản bạn viết trong lĩnh vực này thành chữ thường và thay thế không gian và ký tự đặc biệt bằng một gạch tự động.

source: You are required to choose one of the supported option types when creating a new option. Here is a list of the available option types. For more information about each type click the <code>Option Types</code> tab to the left.
vi_vn: Bạn được yêu cầu chọn một trong những loại tuỳ chọn hỗ trợ khi tạo ra một lựa chọn mới. Dưới đây là một danh sách các loại tùy chọn có sẵn. Để biết thêm thông tin về từng loại kích <code> Lựa chọn các loại </ code> tab bên trái.

source: Enter a detailed description for the users to read on the Theme Options page, HTML is allowed. This is also where you enter content for both the Textblock & Textblock Titled option types.
vi_vn: Nhập một mô tả chi tiết cho người dùng đọc trên trang Tùy chọn Theme, HTML được phép. Đây cũng là nơi bạn nhập nội dung với nhiều lựa chọn cả TextBlock & TextBlock tiêu đề.

source: Choices
vi_vn: Lự}a chọ}n

source: Click the "Add Choice" button to add an item to the choices array. This will only affect the following option types: Checkbox, Radio, Select & Select Image.
vi_vn: Nhấp vào nút "Thêm lựa chọn" để thêm một mục vào mảng lựa chọn. Điều này sẽ chỉ ảnh hưởng đến các loại tùy chọn sau đây: Checkbox, Radio, Select & Select Image.

source: Settings
vi_vn: Cài đặt

source: Click the "Add Setting" button found inside a newly created setting to add an item to the settings array. This will only affect the List Item type.
vi_vn: Nhấp vào nút "Thêm Thiết lập" tìm thấy bên trong một thiết lập mới được tạo ra để thêm một mục vào mảng thiết lập. Điều này sẽ chỉ ảnh hưởng đến các loại List Item.

source: Standard
vi_vn: Tiêu chuẩn

source: Setting the standard value for your option only works for some option types. Those types are one that have a single string value saved to them and not an array of values.
vi_vn: Thiết lập các giá trị tiêu chuẩn cho lựa chọn của bạn chỉ hoạt động đối với một số loại tùy chọn. Những loại là một trong đó có một giá trị chuỗi duy nhất để cứu họ và không phải là một mảng các giá trị.

source: Rows
vi_vn: Số luồng

source: Enter a numeric value for the number of rows in your textarea. This will only affect the following option types: CSS, Textarea, & Textarea Simple.
vi_vn: Nhập một giá trị số cho số hàng trong textarea của bạn. Điều này sẽ chỉ ảnh hưởng đến các loại tùy chọn sau đây: CSS, Textarea, & Textarea đơn giản.

source: Post Type
vi_vn: Loại bài viết

source: Add a comma separated list of post type like <code>post,page</code>. This will only affect the following option types: Custom Post Type Checkbox, & Custom Post Type Select. Below are the default post types available with WordPress and that are also compatible with OptionTree. You can also add your own custom <code>post_type</code>. At this time <code>any</code> does not seem to return results properly and is something I plan on looking into.
vi_vn: Thêm một danh sách phân cách nhau bởi dấu phẩy của các bài kiểu như <code> bài viết, trang </ code>. Điều này sẽ chỉ ảnh hưởng đến các loại tùy chọn sau đây: Tuỳ chỉnh bài viết Loại Checkbox, & Custom bài Type Select. Dưới đây là các bài mặc định loại có sẵn với WordPress và cũng tương thích với OptionTree. Bạn cũng có thể thêm các tùy chỉnh của riêng bạn <code> post_type </ code>. Tại thời điểm này <code> nào </ code> dường như không trả lại kết quả đúng và là một cái gì đó tôi có kế hoạch xem xét.

source: Taxonomy
vi_vn: Phân loại tư duy

source: Add a comma separated list of any registered taxonomy like <code>category,post_tag</code>. This will only affect the following option types: Taxonomy Checkbox, & Taxonomy Select.
vi_vn: Thêm một dấu phẩy tách ra danh sách của bất kỳ phân loại đăng ký như <code> thể loại, post_tag </ code>. Điều này sẽ chỉ ảnh hưởng đến các loại tùy chọn sau đây: Phân loại Checkbox, phân loại tư duy & Select.

source: Background
vi_vn: Bối cảnh

source: The Background option type is for adding background styles to your theme either dynamically via the CSS option type below or manually with <code>ot_get_option()</code>. Background has filters that allow you to change the defaults. For example, you can filter on <code>ot_recognized_background_repeat</code>, <code>ot_recognized_background_attachment</code>, and <code>ot_recognized_background_position</code>. These filters allow you to fine tune the select lists for your specific CSS needs.
vi_vn: Các loại tuỳ chọn nền là để thêm phong cách nền với chủ đề của bạn, hoặc tự động thông qua các tùy chọn kiểu CSS bên dưới hoặc bằng tay với <code> ot_get_option () </ code>. Bối cảnh có bộ lọc cho phép bạn thay đổi giá trị mặc định. Ví dụ, bạn có thể lọc trên <code> ot_recognized_background_repeat </ code>, <code> ot_recognized_background_attachment </ code>, và <code> ot_recognized_background_position </ code>. Các bộ lọc này cho phép bạn tinh chỉnh các danh sách chọn cho các nhu cầu cụ thể CSS của bạn.

source: Category Select
vi_vn: Category Chọn

source: The Category Select option type displays a list of category IDs. It allows the user to select only one category ID and will return that value for use in a custom function or loop.
vi_vn: Thể loại Chọn tùy chọn kiểu hiển thị một danh sách các ID danh mục. Nó cho phép người dùng lựa chọn chỉ có một loại ID và sẽ trở lại giá trị sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: The Category Checkbox option type displays a list of category IDs. It allows the user to check multiple category IDs and will return that value as an array for use in a custom function or loop.
vi_vn: Thể loại Checkbox tùy chọn kiểu hiển thị một danh sách các ID danh mục. Nó cho phép người sử dụng để kiểm tra nhiều loại ID và sẽ trả lại giá trị đó như là một mảng để sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: The Checkbox option type is fairly self explanatory. Typically used to ask questions. For example, "Do you want to activate asynchronous Google analytics?" would be a single checkbox with a value of yes. You could have more complex usages but the idea is that you can easily grab the value of the checkbox and use it in you theme. In this situation you would test if the checkbox has a value and execute a block of code if it does and do nothing if it doesn't.
vi_vn: Các tùy chọn Checkbox loại là khá tự giải thích. Thường được dùng để đặt câu hỏi. Ví dụ, "Bạn có muốn kích hoạt các phân tích không đồng bộ Google? " Sẽ là một checkbox với một giá trị của yes. Bạn có thể có tập quán phức tạp hơn nhưng ý tưởng là bạn có thể dễ dàng lấy các giá trị của hộp kiểm và sử dụng nó trong bạn theme. Trong tình huống này, bạn sẽ kiểm tra nếu hộp có một giá trị và thực thi một khối mã nếu nó làm gì và phải làm gì nếu nó không.

source: The Colorpicker option type saves a hexadecimal color code for use in CSS. Use it to modify the color of something in your theme.
vi_vn: Các ColorPicker lựa chọn loại tiết kiệm một mã màu thập lục phân để sử dụng trong CSS. Sử dụng nó để thay đổi màu sắc của một cái gì đó trong chủ đề của bạn.

source: The CSS option type is a textarea that when used properly can add dynamic CSS to your theme from within OptionTree. Unfortunately, due server limitations you will need to create a file named <code>dynamic.css</code> at the root level of your theme and change permissions using chmod so the server can write to the file. I have had the most success setting this single file to 0777 but feel free to play around with permissions until everything is working. A good starting point is 0666. When the server can save to the file CSS will automatically be updated each time you save your theme options.
vi_vn: Các loại tuỳ chọn CSS là một textarea mà khi được sử dụng đúng cách có thể thêm CSS động đến chủ đề của bạn từ bên trong OptionTree. Thật không may, những giới hạn máy chủ do bạn sẽ cần phải tạo một tập tin có tên <code> dynamic.css </ code> ở cấp độ gốc của chủ đề và thay đổi quyền truy cập của bạn bằng cách sử dụng chmod để các máy chủ có thể ghi vào tập tin. Tôi đã có những thành công nhất thiết tập tin duy nhất này để 0777 nhưng cảm thấy tự do để chơi xung quanh với các điều khoản cho đến khi tất cả mọi thứ đang làm việc. Một điểm khởi đầu tốt là 0666. Khi các máy chủ có thể lưu vào tập tin CSS sẽ được tự động cập nhật mỗi khi bạn lưu các lựa chọn chủ đề của bạn.

source: An example of the CSS option type: This assumes you have an option with the ID of <code>custom_background_css</code> which will display the saved values for that option.
vi_vn: Một ví dụ về các loại lựa chọn CSS: Điều này giả định bạn có một tùy chọn với các ID của <code> custom_background_css </ code> Nó sẽ hiển thị các giá trị đã lưu cho tùy chọn đó.

source: Input
vi_vn: Nhập

source: Output
vi_vn: Kết quả

source: Custom Post Type Select
vi_vn: Tuỳ chỉnh bài Type Select

source: The Custom Post Type Select option type displays a list of IDs from any available WordPress post type or custom post type. It will return a single post ID for use in a custom function or loop. Requires at least one valid <code>post_type</code> when created in the settings. For some reason <code>any</code> does not work correctly and will looked into in future version.
vi_vn: Custom bài Type Select lựa chọn kiểu hiển thị một danh sách các ID từ bất kỳ có sẵn WordPress loại bài hay bài tùy loại. Nó sẽ trả về một bài ID duy nhất để sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp. Yêu cầu ít nhất một giá trị <code> post_type </ code> khi được tạo ra trong các thiết lập. Đối với một số lý do <code> nào </ code> không làm việc một cách chính xác và sẽ nhìn vào trong phiên bản tương lai.

source: Custom Post Type Checkbox
vi_vn: Tuỳ chỉnh bài viết Loại Checkbox

source: The Custom Post Type Select option type displays a list of IDs from any available WordPress post type or custom post type. It allows the user to check multiple post IDs for use in a custom function or loop. Requires at least one valid <code>post_type</code> when created in the settings. For some reason <code>any</code> does not work correctly and will looked into in future version.
vi_vn: Custom bài Type Select lựa chọn kiểu hiển thị một danh sách các ID từ bất kỳ có sẵn WordPress loại bài hay bài tùy loại. Nó cho phép người sử dụng để kiểm tra bài nhiều ID để sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp. Yêu cầu ít nhất một giá trị <code> post_type </ code> khi được tạo ra trong các thiết lập. Đối với một số lý do <code> nào </ code> không làm việc một cách chính xác và sẽ nhìn vào trong phiên bản tương lai.

source: List Item
vi_vn: Danh sách Item

source: The list Item replaced the old Slider option type. It allows for a great deal of customization. You can add settings to the List Item and those settings will be displayed to the user when they add a new List Item. Typical use is for creating sliding content or blocks of code for custom layouts.
vi_vn: Các danh mục thay thế cái cũ Slider tùy loại. Nó cho phép một lượng lớn khách hàng. Bạn có thể thêm các thiết lập lại danh sách Item và những thiết lập này sẽ được hiển thị cho người dùng khi họ thêm một danh sách mới Item. Sử dụng điển hình cho việc tạo nội dung trượt hoặc các khối mã bố trí tùy chỉnh.

source: Measurement
vi_vn: Sự đo lường

source: The Measurement option type is a mix of input and select fields. The text input excepts a value and the select lets you choose the unit of measurement to add to that value. Currently the default units are <code>px</code>, <code>%</code>, <code>em</code>, <code>pt</code>. However, you can change them with the <code>ot_measurement_unit_types</code> filter.
vi_vn: Các loại tuỳ chọn Đo lường là một kết hợp của đầu vào và chọn các lĩnh vực. Các văn bản nhập vào excepts một giá trị và các lựa chọn cho phép bạn chọn các đơn vị đo lường để thêm vào giá trị đó. Hiện nay các đơn vị mặc định là <code> px </ code>, <code>% </ code>, <code> em </ code>, <code> pt </ code>. Tuy nhiên, bạn có thể thay đổi chúng với <code> ot_measurement_unit_types </ code> lọc.

source: Example filter to add new units to the Measurement option type. Added to <code>functions.php</code>.
vi_vn: Ví dụ bộ lọc để thêm các đơn vị mới để lựa chọn loại Đo lường. Thêm vào <code> functions.php </ code>.

source: Example filter to completely change the units in the Measurement option type. Added to <code>functions.php</code>.
vi_vn: Ví dụ bộ lọc để thay đổi hoàn toàn các đơn vị trong các tùy chọn loại Đo lường. Thêm vào <code> functions.php </ code>.

source: Page Select
vi_vn: Chọn trang

source: The Page Select option type displays a list of page IDs. It will return a single page ID for use in a custom function or loop.
vi_vn: Trang Chọn tùy chọn kiểu hiển thị một danh sách các trang ID. Nó sẽ trả về một ID trang duy nhất để sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: Page Checkbox
vi_vn: Trang Checkbox

source: The Page Select option type displays a list of page IDs. It allows the user to check multiple page IDs for use in a custom function or loop.
vi_vn: Trang Chọn tùy chọn kiểu hiển thị một danh sách các trang ID. Nó cho phép người sử dụng để kiểm tra nhiều ID trang để sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: Post Select
vi_vn: Chọn bài

source: The Post Select option type displays a list of post IDs. It will return a single post ID for use in a custom function or loop.
vi_vn: Các bài viết Chọn tùy chọn kiểu hiển thị một danh sách các bài viết ID. Nó sẽ trả về một bài ID duy nhất để sử dụng trong một chức năng tùy chỉnh hoặc vòng lặp.

source: Post Checkbox
vi_vn: Bài Checkbox
