Repository: xuantain/saletheme-wp
Catalog: languages/*.po
Languages: vi_vn

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
vi_vn: Xin lỗi, có vẻ như không có phương thức thanh toán có sẵn cho khu vực của bạn. Vui lòng liên hệ với chúng tôi nếu bạn cần trợ giúp hoặc muốn sắp xếp thay thế.

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
vi_vn: Kể từ khi trình duyệt của bạn không hỗ trợ JavaScript, hoặc nó bị tắt, hãy đảm bảo bạn nhấp vào nút <em> Totals Cập nhật </ em> nút trước khi đặt hàng của bạn. Bạn có thể bị tính phí nhiều hơn so với số liệu công bố trên nếu bạn không làm như vậy.

source: Update totals
vi_vn: Cập nhật tổng tiền

source: Place order
vi_vn: Đặt hàng

source: I have read and accept the
vi_vn: Tôi đã đọc và chấp nhận

source: terms &amp; conditions
vi_vn: các điều khoản &amp; điều kiện

source: Qty:
vi_vn: Số lượng:

# Product quantity input tooltip
source: Qty
vi_vn: Số lượng

source: Default sorting
vi_vn: Mặc định phân loại

source: Sort by popularity
vi_vn: Sắp xếp theo phổ biến

source: Sort by average rating
vi_vn: Sắp xếp theo giá trung bình

source: Sort by newness
vi_vn: Sắp xếp theo sự mới mẻ

source: Sort by price: low to high
vi_vn: Sắp xếp theo giá: thấp đến cao

source: Sort by price: high to low
vi_vn: Sắp xếp theo giá: cao đến thấp

source: Showing the single result
vi_vn: Hiển thị các kết quả duy nhất

source: Showing all %d results
vi_vn: Hiển thị tất cả %d kết quả

# %1$d = first, %2$d = last, %3$d = total
source: Showing %1$d–%2$d of %3$d results
vi_vn: Xếp %1$d - %2$d của %3$d kết quả

source: New password
vi_vn: Mật khẩu mới

source: Re-enter new password
vi_vn: Nhập lại mật khẩu mới

source: Save
vi_vn: Lưu

source: Save Address
vi_vn: Lưu địa chỉ

source: Already have an account?
vi_vn: Bạn Đã Có Tài Khoản Chưa?

source: Please, log in to continue.
vi_vn: Xin vui lòng đăng nhập để tiếp tục.

source: Enter your login
vi_vn: Nhập tên đăng nhập của bạn

source: OR
vi_vn: hoặc

source: Enter your full name
vi_vn: Nhập tên đầy đủ của bạn

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
vi_vn: Mất mật khẩu? Vui lòng nhập tên đăng nhập của bạn hoặc địa chỉ email. Bạn sẽ nhận được một liên kết để tạo ra một mật khẩu mới qua email.

source: Enter a new password below.
vi_vn: Nhập mật khẩu mới dưới đây.

source: Reset Password
vi_vn: Xóa mật khẩu

source: Hello <strong>%1$s</strong> (not %1$s? <a href="%2$s">Sign out</a>).
vi_vn: Xin chào <strong>%1$s</strong> (không phải %1$s? <a href="%2$s">Thoát</a>).<br />

source: From your account dashboard you can view your recent orders, manage your shipping and billing addresses and <a href="%s">edit your password and account details</a>.
vi_vn: Từ bảng điều khiển tài khoản của bạn, bạn có thể xem các đơn đặt hàng gần đây của bạn, quản lý địa chỉ vận chuyển và thanh toán của bạn và <a href="%s">chỉnh sửa mật khẩu và tài khoản của bạn</a>.

source: My Addresses
vi_vn: Địa chỉ của tôi

source: My Address
vi_vn: Địa chỉ của tôi

source: The following addresses will be used on the checkout page by default.
vi_vn: Các địa chỉ sau đây sẽ được sử dụng trên các trang thanh toán theo mặc định.

source: You have not set up this type of address yet.
vi_vn: Bạn chưa thiết lập loại địa chỉ được nêu ra.

source: Recent Orders
vi_vn: Gần đây Đơn đặt hàng

source: Order
vi_vn: Đơn Hàng

source: Date
vi_vn: Ngày

source: %s for %s item
vi_vn: %s cho %s mục

source: Pay
vi_vn: Thanh toán

source: Cancel
vi_vn: Hủy bỏ

source: View
vi_vn: Xem

source: To track your order please enter your Order ID in the box below and press return. This was given to you on your receipt and in the confirmation email you should have received.
vi_vn: Để theo dõi đơn hàng của bạn xin vui lòng nhập Order ID của bạn vào ô dưới đây và nhấn return. Điều này đã được trao cho bạn trên biên lai và xác nhận trong email bạn sẽ nhận được.

source: Order ID
vi_vn: Mã đơn hàng

source: Found in your order confirmation email.
vi_vn: Tìm thấy trong email xác nhận đơn hàng của bạn.

source: Billing Email
vi_vn: Thanh toán Email

source: Email you used during checkout.
vi_vn: Gửi email bạn đã sử dụng trong quá trình thanh toán.

source: Track
vi_vn: Theo dõi

source: Order Details
vi_vn: Đặt hàng Chi tiết

source: Download file%s
vi_vn: Tải về tập tin %s

source: Customer details
vi_vn: Thông tin khách hàng

source: Telephone:
vi_vn: Điện thoại:

source: Order %s which was made %s has the status &ldquo;%s&rdquo;
vi_vn: Đơn hàng %s đã được chuyển trạng thái từ %s sang &ldquo;%s&rdquo;

source: ago
vi_vn: trước

source: and was completed
vi_vn: và đã hoàn thành

source: ago
vi_vn: trước

source: Order Updates
vi_vn: Để cập nhật

source: SKU:
vi_vn: Mã hàng:

source: Availability:
vi_vn: Sẵn có:

source: Related Products
vi_vn: Sản phẩm liên quan

source: SIZING GUIDE
vi_vn: Cắt tinh HƯỚNG DẪN

source: You may also like&hellip;
vi_vn: Bạn cũng có thể thích & hellip;

source: Choose an option
vi_vn: Chọn một tùy chọn

source: Clear selection
vi_vn: <span class="cuchuoi">Xóa lựa chọn</span>

source: This product is currently out of stock and unavailable.
vi_vn: Sản phẩm này hiện đang hết hàng và không có sẵn.

source: Product Description
vi_vn: Mô tả sản phẩm
