Repository: xuantain/saletheme-wp
Catalog: languages/*.po
Languages: vi_vn

source: Sorry, but the page you are looking for is not found. Please, make sure you’ve typed the current URL.
vi_vn: Xin lỗi, nhưng trang mà bạn đang tìm kiếm không được tìm thấy. Xin vui lòng, hãy chắc chắn bạn đã nhập URL hiện hành.

source: Return to Previous Page
vi_vn: Trở về trang trước

source: Daily Archives: %s
vi_vn: Lưu trữ hàng ngày: %s

source: Monthly Archives: %s
vi_vn: Lưu trữ hàng tháng: %s

source: Yearly Archives: %s
vi_vn: Lưu trữ hàng năm: %s

source: Blog Archives
vi_vn: Lưu trữ

source: Nothing Found
vi_vn: Không tìn thấy kết quả nào

source: Author Archives: %s
vi_vn: Tác giả : %s

source: About %s
vi_vn: giới thiệu %s

source: This post is password protected. Enter the password to view any comments.
vi_vn: Bài này là mật khẩu bảo vệ. Nhập mật khẩu để xem bất kỳ ý kiến.

source: One Response to %2$s
vi_vn: Một đáp ứng đến %2$s

source: <span class="meta-nav">&larr;</span> Older Comments
vi_vn: <span class="meta-nav">&larr;</span> Bình luận cũ hơn

source: Newer Comments <span class="meta-nav">&rarr;</span>
vi_vn: Bình luận mới <span class="meta-nav">&rarr;</span>

source: Comments are closed.
vi_vn: bình luận đã ​​đóng.

source: Leave a Comment
vi_vn: Để lại lời bình

source: Your Name
vi_vn: Tên của bạn

source: Your Email
vi_vn: Email của bạn

source: Comment
vi_vn: Bình luận

source: Leave a comment
vi_vn: Để lại một bình luận

source: 1 Comment
vi_vn: 1 bình luận

source: % Comments
vi_vn: % bình luận

source: Read More
vi_vn: Chi tiết

source: Your Account
vi_vn: Tài khoản của bạn

source: Logout
vi_vn: Đăng xuất

source: Sign In
vi_vn: Đăng nhập

source: Register
vi_vn: Đăng ký

source: New Customer?
vi_vn: Khách hàng mới?

source: Please, register your account to continue.
vi_vn: Xin vui lòng đăng ký tài khoản của bạn để tiếp tục.

source: Enter your username
vi_vn: Nhập địa chỉ email của bạn

source: Enter your E-mail address
vi_vn: Nhập địa chỉ E-mail của bạn

source: Enter your password
vi_vn: Nhập mật khẩu của bạn

source: Re-enter your password
vi_vn: Nhập lại mật khẩu của bạn

source: <span class="error">Registration is currently disabled. Please try again later.<span>
vi_vn: <span class ="error">Đăng ký hiện đang bị vô hiệu hóa. Vui lòng thử lại sau.</span>

source: was successfully added to your shopping cart.
vi_vn: đã được thêm thành công vào giỏ mua hàng của bạn.

source: Continue Shopping
vi_vn: Tiếp tục mua hàng

source: Checkout
vi_vn: Thanh toán

source: Recent Tweets
vi_vn: Tweets gần đây

source: Back to top
vi_vn: Lên đầu trang

source: Mobile version
vi_vn: Phiên bản điện thoại di động

source: Enabled
vi_vn: Bật

source: Disabled
vi_vn: Đã vô hiệu hóa

source: Page %s
vi_vn: Trang %s

source: All is well, your e&ndash;mail has been sent!
vi_vn: Tất cả là tốt, e&ndash;mail của bạn đã được gửi đi!

source: Menu
vi_vn: Trình đơn

source: Please, fill in the required fields!
vi_vn: Xin vui lòng điền vào các trường được yêu cầu!

source: Something went wrong
vi_vn: Một cái gì đó đã sai

source: Successfully added to your shopping cart
vi_vn: Thêm thành công vào giỏ hàng của bạn

source: Loading the content...
vi_vn: Đang tải nội dung ...

source: Loading depends on your connection speed!
vi_vn: Đang tải phụ thuộc vào tốc độ kết nối của bạn!

source: Return to %s
vi_vn: Quay trở lại %s

source: <span class="%1$s">By</span> %2$s
vi_vn: <span class="%1$s">Bởi</span> %2$s

source: View all posts by %s
vi_vn: Xem tất cả các bài viết của %s

source: <span class="%1$s">Published</span> %2$s
vi_vn: <span class="%1$s">đăng</span> %2$s

source: Full size is %s pixels
vi_vn: Kích thước đầy đủ là %s pixel

source: Link to full-size image
vi_vn: Liên kết đến hình ảnh kích thước đầy đủ

source: Edit
vi_vn: Chỉnh sửa

source: Continue reading <span class="meta-nav">&rarr;</span>
vi_vn: Tiếp tục đọc <span class="meta-nav">&rarr;</span>

source: Pages:
vi_vn: Trang:

source: <span class="button fl-r"><span>Read More</span></span><br/>
vi_vn: <span class="nút fl-r "><span>Chi tiết</span></ span><br/>

source: <span class="meta-nav"></span> Older posts
vi_vn: <span class="meta-nav"></ span> Bài viết cũ hơn

source: Newer posts <span class="meta-nav"></span>
vi_vn: Bài viết mới hơn <span class="meta-nav "></span>

source: Not Found
vi_vn: Không tìm thấy

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
vi_vn: Xin lỗi, nhưng không có kết quả được tìm thấy cho các kho lưu trữ yêu cầu. Có lẽ tìm kiếm sẽ giúp tìm thấy một bài viết liên quan.

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
vi_vn: Xin lỗi, nhưng trang mà bạn yêu cầu không thể được tìm thấy. Có lẽ các công cụ tìm kiếm sẽ giúp đỡ bạn.

source: Show All
vi_vn: Hiện tất cả

source: Search Results for: %s
vi_vn: Kết quả tìm kiếm cho: %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
vi_vn: Xin lỗi, nhưng không có gì phù hợp tiêu chí tìm kiếm của bạn. Vui lòng thử lại với một số từ khóa khác nhau.

source: Search for products
vi_vn: Tìm kiếm sản phẩm

source: Archives
vi_vn: Lưu trữ

source: Project Details:
vi_vn: Chi tiết dự án:

source: Categories:
vi_vn: Thể loại:

source: Client:
vi_vn: Khách hàng:

source: Visit Project Site
vi_vn: Tham quan Địa điểm dự án

source: Recent Works
vi_vn: Công trình gần đây

source: Tag Archives: %s
vi_vn: đánh dấu lưu trữ: %s

source: Etheme Framework
vi_vn: Etheme Khung

source: Upload Image
vi_vn: Tải lên ảnh

source: Uncategorized
vi_vn: Chưa phân loại

source: View all posts in %s
vi_vn: Xem tất cả các bài viết trong %s

source: Your comment is awaiting moderation.
vi_vn: Cảm nhận của bạn đang chờ kiểm duyệt.

source: %1$s at %2$s
vi_vn: %1$s tại %2$s

source: (Edit)
vi_vn: (sửa)

source: <span class="%1$s">Posted by</span> %2$s
vi_vn: <span class="%1$s">Gửi bởi</span> %2$s

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
vi_vn: Bài viết này đã được đăng trong %1$s và với từ khóa %2$s . Đánh dấu <a href="%3$s" title="Liên kết tới %4$s" rel="bookmark ">liên kết này</a>.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
vi_vn: Bài viết này đã được đăng trong %1$s. Đánh dấu <a href="%3$s" title="Liên kết tới %4$s" rel="bookmark">liên kết này</a>.

source: Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
vi_vn: Đánh dấu <a href="%3$s" title="Liên kết tới %4$s" rel="bookmark">liên kết này</a>.

source: The security code you entered did not match. Please try again.
vi_vn: Các mã bảo mật mà bạn đã nhập không khớp. Vui lòng thử lại.

source: User name should not be empty.
vi_vn: Tên người sử dụng không nên để trống.

source: Please enter a valid email.
vi_vn: Vui lòng nhập email hợp lệ.

source: Password should have more than 5 symbols
vi_vn: Mật khẩu nên có nhiều hơn 5 ký tự

source: The passwords do not match
vi_vn: Các mật khẩu không phù hợp

source: Username already exists. Please try another one.
vi_vn: Tên đăng nhập đã tồn tại. Hãy thử một số khác.

source: Registration successful
vi_vn: Đăng ký thành công

source: Please check your email for login details.
vi_vn: Hãy kiểm tra email của bạn để đăng nhập chi tiết.

source: Thanks for creating an account on %s. Your username is %s.
vi_vn: Cảm ơn cho việc tạo một tài khoản trên %s . Tên người dùng của bạn là %s .

source: You can access your account area to view your orders and change your password here: <a href="%s">%s</a>.
vi_vn: Bạn có thể truy cập vào khu vực tài khoản của bạn để xem đơn đặt hàng của bạn và thay đổi mật khẩu của bạn theo đường dẫn: <a href="%s">%s</a>.

source: Home
vi_vn: Trang chủ

source: Archive by category
vi_vn: Lưu trữ theo thể loại

source: Search results for
vi_vn: Các kết quả t́m kiếm cho}

source: Page
vi_vn: Trang

source: Custom Settings
vi_vn: Cài đặt tùy chỉnh

source: Install Required Plugins
vi_vn: Cài đặt Plugins buộc

source: Install Plugins
vi_vn: Cài đặt Plugins

source: Installing Plugin: %s
vi_vn: Cài đặt Plugin: %s

source: Something went wrong with the plugin API.
vi_vn: Một cái gì đó đã đi sai với các plugin API.

source: Return to Required Plugins Installer
vi_vn: Quay trở lại buộc Plugins Installer

source: Plugin activated successfully.
vi_vn: Plugin kích hoạt thành công.

source: All plugins installed and activated successfully. %s
vi_vn: Tất cả các plugin được cài đặt và kích hoạt thành công. %s

# post type general name
source: Projects
vi_vn: Dự án

# post type singular name
source: Project
vi_vn: Dự án

# project
source: Add New
vi_vn: Thêm mới

source: Add New Project
vi_vn: Thêm dự án mới

source: Edit Project
vi_vn: Chỉnh sửa dự án

source: New Project
vi_vn: Dự án mới

source: View Project
vi_vn: Xem dự án

source: Search Projects
vi_vn: Dự án tìm kiếm

source: No projects found
vi_vn: Không có dự án phát

source: No projects found in Trash
vi_vn: Không có dự án được tìm thấy trong thùng rác

# taxonomy general name
source: Tags
vi_vn: Từ khóa

source: Search Types
vi_vn: Chọn kiểu tìm kiếm

source: All Tags
vi_vn: Tất cả

source: Parent Tag
vi_vn: Tag mẹ

source: Parent Tag:
vi_vn: Tag của phụ huynh:

source: Edit Tags
vi_vn: Sửa Tag

source: Update Tag
vi_vn: Cập nhật Tag

source: Add New Tag
vi_vn: Thêm Tag mới

# taxonomy general name
source: Categories
vi_vn: Danh mục

# taxonomy singular name
source: Category
vi_vn: Danh mục

source: All Categories
vi_vn: Tất cả danh mục

source: Edit Categories
vi_vn: Sửa Categories

source: Update Category
vi_vn: Cập nhật Category

source: Enable Size Guide on this product
vi_vn: Kích hoạt Kích Hướng dẫn về sản phẩm này

source: Mark this product as a SPECIAL one
vi_vn: Đánh dấu sản phẩm này như một ĐẶC BIỆT

source: Mark this product as a NEW one
vi_vn: Đánh dấu sản phẩm này như một MỚI

source: png, jpg or gif file
vi_vn: png, jpg hoặc tập tin gif

source: Upload image: png, jpg or gif file
vi_vn: Tải hình ảnh: png, jpg hoặc tập tin gif

source: Enter custom content you would like output to the product custom tab:
vi_vn: Nhập tùy chỉnh nội dung mà bạn muốn kết xuất ra các sản phẩm tùy chỉnh tab:

source: <b>NOTE:</b> You can use any shortcode / HTML code.
vi_vn: <B> Lưu ý: </ b> Bạn có thể sử dụng bất kỳ mã shortcode / HTML.

source: Tab 2 title:
vi_vn: Tab 2 danh hiệu:

source: Enter custom content you would like output to the product custom tab (second):
vi_vn: Nhập tùy chỉnh nội dung mà bạn muốn kết xuất ra các tab sản phẩm tùy chỉnh (giây):

source: New!
vi_vn: New! (Mới!)

source: Bestsellers
vi_vn: Bán chạy nhất

source: Featured Products
vi_vn: Sản phẩm nổi bật

source: New Products
vi_vn: CÁC Sản phẩm mới

source: Contact Form
vi_vn: Mẫu Liên hệ

source: Name
vi_vn: Tên

source: Subject
vi_vn: Chủ đề

source: Message
vi_vn: Tin nhắn

source: Send Request
vi_vn: Gửi yêu cầu

source: Primary Widget Area
vi_vn: Khu vực Widget chính

source: The primary widget area
vi_vn: Các khu vực phụ tùng chính

source: Single product sidebar
vi_vn: Độc sản phẩm sidebar

source: Single product sidebar widget area
vi_vn: Sản phẩm duy nhất khu vực tiện ích sidebar

source: Product Page sidebar
vi_vn: Sản phẩm trang sidebar

source: Under Products
vi_vn: Theo sản phẩm

source: Under Products widget area
vi_vn: Theo khu vực phụ tùng Sản phẩm

source: The Second Footer Widget Area
vi_vn: Các Footer Widget Area Second

source: Payments Area
vi_vn: Diện tích các khoản thanh toán

source: Copyrights
vi_vn: Bản quyền

source: Display a list of subcategories on Category Page
vi_vn: Hiển thị một danh sách các tiểu thể loại trên Trang Mục

source: Subcategories List
vi_vn: Danh sách danh mục con

source: Title:
vi_vn: Chức vụ:

source: Display most recent Twitter feed
vi_vn: Hiển thị nguồn cấp dữ liệu Twitter gần đây nhất

source: Twitter Feed
vi_vn: Twitter nguồn cấp dữ liệu

source: Username:
vi_vn: Tên người dùng:

source: Customer Key:
vi_vn: Mã Khách hàng:

source: Customer Secret:
vi_vn: Mã bí mật của khách hàng:

source: Access Token:
vi_vn: Truy cập mã tự động:

source: Access Token Secret:
vi_vn: Truy cập Mã bí mật:

source: Number of tweets:
vi_vn: Số tweets:

source: The most recent posts on your blog (Etheme Edit)
vi_vn: Các bài viết gần đây trên blog của bạn (Etheme Edit)

source: Recent Posts
vi_vn: Bài viết mới nhất

source: Number of posts to show:
vi_vn: Số bài viết để hiển thị:

source: (at most 15)
vi_vn: (Tối đa 15)

source: The most recent comments (Etheme edit)
vi_vn: Các ý kiến ​​gần đây nhất (Etheme chỉnh sửa)

source: Recent Comments
vi_vn: Nhận xét gần đây

source: Number of comments to show:
vi_vn: Số nhận xét cho thấy:

source: Display the user's Cart in the sidebar.
vi_vn: Hiển thị giỏ hàng của người sử dụng trong thanh bên.

source: WooCommerce Cart
vi_vn: WooCommerce Giỏ hàng

source: Shopping Cart
vi_vn: Giỏ hàng

source: Recently added item(s)
vi_vn: Gần đây, thêm item (s)

source: Remove this item
vi_vn: Loại bỏ mặt hàng này

source: Qty
vi_vn: Số lượng

source: No products in the cart.
vi_vn: Không có sản phẩm trong giỏ hàng.

source: Total:
vi_vn: Tổng:

source: View Cart
vi_vn: Xem giỏ hàng

source: Hide if cart is empty
vi_vn: Ẩn nếu hàng khối rỗng

source: Display Special Offers in sidebar
vi_vn: Hiển thị trình đặc biệt trong sidebar

source: 8theme Special Offers
vi_vn: Quà đặc biệt 8theme

source: Special Offers
vi_vn: Quà đặc biệt

source: Number of products to show:
vi_vn: Số lượng sản phẩm để hiển thị:

source: Shows a price filter slider in a widget which lets you narrow down the list of shown products when viewing product categories.
vi_vn: Cho thấy một thanh trượt lọc giá trong một widget cho phép bạn thu hẹp danh sách các sản phẩm hiển thị khi xem danh mục sản phẩm.

source: 8theme Price Filter
vi_vn: 8theme Giá Lọc

source: Min price
vi_vn: Giá Min

source: Max price
vi_vn: Giá Max

source: Filter
vi_vn: Lọc

source: Price:
vi_vn: Giá:

source: Filter by price
vi_vn: Lọc theo giá

source: Address 2
vi_vn: Địa chỉ 2

source: One Review
vi_vn: Một nhận xét

source: % Reviews
vi_vn: % Nhận xét

source: Rated %s out of 5
vi_vn: Đánh giá %s trong 5

source: View as:
vi_vn: Xem như:

source: Add to cart
vi_vn: Thêm vào giỏ hàng

source: Something went wrong.
vi_vn: Một cái gì đó đã đi sai.

source: All plugins installed and activated successfully. %1$s
vi_vn: Tất cả các plugin được cài đặt và kích hoạt thành công. %1$s

source: Return to the Dashboard
vi_vn: Quay trở lại Dashboard

source: The following plugin was activated successfully: %s.
vi_vn: Các plugin sau đây đã được kích hoạt thành công: %s .

source: Dismiss this notice
vi_vn: Bỏ qua thông báo này

source: External Link
vi_vn: Liên kết bên ngoài

source: Private Repository
vi_vn: Nguồn Cá nhân

source: Pre-Packaged
vi_vn: Trước khi đóng gói

source: WordPress Repository
vi_vn: Nguồn từ WordPress

source: Required
vi_vn: Yêu cầu

source: Recommended
vi_vn: Đề xuất

source: Not Installed
vi_vn: Chưa được cài đặt

source: Installed But Not Activated
vi_vn: Đã cài đặt nhưng Chưa kích hoạt

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
vi_vn: Không có plugin để cài đặt hoặc kích hoạt. <a href ="%1$s" title ="Quay trở lại Bảng điều khiển"> Trở về Bảng điều khiển </a>

source: Source
vi_vn: Nguồn

source: Type
vi_vn: Loại

source: Status
vi_vn: Tình trạng

source: Install
vi_vn: Cài đặt

source: Activate
vi_vn: Kích hoạt

source: The following plugin was activated successfully:
vi_vn: Các plugin sau đây đã được kích hoạt thành công:

source: Install package not available.
vi_vn: Cài đặt gói phần mềm không có sẵn.

source: Downloading install package from <span class="code">%s</span>&#8230;
vi_vn: Tải về cài đặt gói từ <span class="code">%s</span> &#8230;

source: Unpacking the package&#8230;
vi_vn: Giải nén gói &#8230;

source: Installing the plugin&#8230;
vi_vn: Cài đặt các plugin &#8230;

source: Plugin install failed.
vi_vn: Plugin cài đặt không thành công.

source: Plugin installed successfully.
vi_vn: Plugin cài đặt thành công.

source: Plugin activation failed.
vi_vn: Kích hoạt Plugin thất bại.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
vi_vn: Quá trình cài đặt và kích hoạt là bắt đầu. Quá trình này có thể mất một thời gian trên một số máy chủ, vì vậy hãy kiên nhẫn.

source: %1$s installed and activated successfully.
vi_vn: %1$s được cài đặt và kích hoạt thành công.

source: Show Details
vi_vn: Hiển thị chi tiết

source: Hide Details
vi_vn: Hide Chi tiết

source: All installations and activations have been completed.
vi_vn: Tất cả cài đặt và kích hoạt đã được hoàn thành.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
vi_vn: Cài đặt và kích hoạt Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
vi_vn: Quá trình cài đặt sẽ bắt đầu. Quá trình này có thể mất một thời gian trên một số máy chủ, vì vậy hãy kiên nhẫn.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
vi_vn: Đã xảy ra lỗi trong khi cài đặt %1$s : <strong> %2$s </strong>.

source: The installation of %1$s failed.
vi_vn: Việc cài đặt %1$s đã thất bại.

source: %1$s installed successfully.
vi_vn: %1$s cài đặt thành công.

source: All installations have been completed.
vi_vn: Tất cả cài đặt đã được hoàn thành.

source: Installing Plugin %1$s (%2$d/%3$d)
vi_vn: Cài đặt Plugin %1$s (%2$d/%3$d)

source: Previous
vi_vn: Trước

source: Next
vi_vn: Tiếp theo

source: Category
vi_vn: Danh mục

source: Categories
vi_vn: Danh mục

source: Search %s
vi_vn: Tìm %s

source: All %s
vi_vn: Tất cả %s

source: Parent %s
vi_vn: Chánh %s

source: Parent %s:
vi_vn: Chánh %s :

source: Edit %s
vi_vn: Sửa %s

source: Update %s
vi_vn: Cập nhật %s

source: Add New %s
vi_vn: Thêm New %s

# post type general name
source: Testimonials
vi_vn: Chứng Thực

# post type singular name
source: Testimonial
vi_vn: Nhận xét của khách hàng

# testimonial
source: Add New
vi_vn: Thêm mới

source: Testimonial
vi_vn: Nhận xét của khách hàng

source: Testimonials
vi_vn: Chứng Thực

source: View %s
vi_vn: Xem %s

source: No %s Found
vi_vn: Không có %s Found

source: No %s Found In Trash
vi_vn: Không có %s tìm thấy trong thùng rác

source: Image
vi_vn: Hình ảnh

source: Testimonial updated. %sView testimonial%s
vi_vn: Lời chứng thực được cập nhật. %s Xem lời chứng thực %s

source: Custom field updated.
vi_vn: Lĩnh vực tùy chỉnh cập nhật.

source: Custom field deleted.
vi_vn: Lĩnh vực tùy chỉnh xóa.

source: Testimonial updated.
vi_vn: Lời chứng thực được cập nhật.

source: Testimonial restored to revision from %s
vi_vn: Testimonial phục hồi để sửa đổi từ %s

source: Testimonial published. %sView testimonial%s
vi_vn: Lời chứng thực được công bố. %s Xem lời chứng thực %s

source: Testimonial saved.
vi_vn: Lời chứng thực lưu.

source: Testimonial submitted. %sPreview testimonial%s
vi_vn: Lời chứng thực nộp. %s Preview lời chứng thực %s

source: Testimonial scheduled for: %1$s. %2$sPreview testimonial%3$s
vi_vn: Testimonial dự kiến: %1$s . %2$s Preview lời chứng thực %3$s

source: Testimonial draft updated. %sPreview testimonial%s
vi_vn: Dự thảo lời chứng thực được cập nhật. %s Preview lời chứng thực %s

source: Testimonial Details
vi_vn: Testimonial Chi tiết

source: Enter the customer's name here
vi_vn: Nhập tên của khách hàng ở đây

source: Gravatar E-mail Address
vi_vn: Gravatar E-mail Địa chỉ

source: Enter in an e-mail address, to use a %sGravatar%s, instead of using the "Featured Image".
vi_vn: Nhập vào địa chỉ e-mail, để sử dụng một %s Gravatar %s , thay vì sử dụng các "Hình ảnh nổi bật".

source: Byline
vi_vn: Đường vắng

source: Enter a byline for the customer giving this testimonial (for example: "CEO of WooThemes").
vi_vn: Nhập vắng cho khách hàng đưa ra lời chứng thực này (ví dụ: "Giám đốc điều hành của thegioiphukienso").

source: URL
vi_vn: Đường dẫn

source: Enter a URL that applies to this customer (for example: http://woothemes.com/).
vi_vn: Nhập URL mà áp dụng cho khách hàng này (ví dụ: http://thegioiphukienso.vn/).

source: Recent testimonials on your site.
vi_vn: Lời chứng thực gần đây trên trang web của bạn.

source: Title (optional):
vi_vn: Tiêu đề (không bắt buộc):

source: Limit:
vi_vn: Giới hạn:

source: Image Size (in pixels):
vi_vn: Kích thước hình ảnh (pixels):

source: Order By:
vi_vn: Sắp xếp theo:

source: Order Direction:
vi_vn: Hướng thứ tự:

source: Display Author
vi_vn: Hiển thị Tác giả

source: Display Avatar
vi_vn: Hiển thị Avatar

source: Display URL
vi_vn: URL hiển thị

source: Category:
vi_vn: Nhóm Hàng:

source: All
vi_vn: Tất cả

source: Specific ID (optional):
vi_vn: ID cụ thể (không bắt buộc):

source: Display a specific testimonial, rather than a list.
vi_vn: Hiển thị một lời chứng thực cụ thể, chứ không phải là một danh sách.

source: No Order
vi_vn: Không có thứ tự

source: Entry ID
vi_vn: Nhập ID

source: Title
vi_vn: Tiêu đề

source: Date Added
vi_vn: Ngày thêm

source: Specified Order Setting
vi_vn: Thiết lập thứ tự quy định

source: Ascending
vi_vn: Tăng dần

source: Descending
vi_vn: Giảm dần

source: There was an error when reading this WXR file
vi_vn: Có lỗi khi đọc tập tin này WXR

source: Details are shown above. The importer will now try again with a different parser...
vi_vn: Các chi tiết được trình bày ở trên. Các nhà nhập khẩu sẽ thử lại với một cú pháp khác nhau ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
vi_vn: Điều này dường như không có một tập tin WXR, mất tích / WXR sai số của phiên bản

source: Sorry, there has been an error.
vi_vn: Xin lỗi, đã có một lỗi.

source: The file does not exist, please try again.
vi_vn: Các tập tin không tồn tại, vui lòng thử lại.

source: All done.
vi_vn: Tất cả được thực hiện.

source: Have fun!
vi_vn: Chúc vui vẻ.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
vi_vn: Các tập tin xuất khẩu không thể được tìm thấy tại <code> %s </ code>. Nó có khả năng rằng điều này đã được gây ra bởi một vấn đề quyền.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
vi_vn: Tập WXR này (phiên bản %s ) có thể không được hỗ trợ bởi phiên bản này của các nhà nhập khẩu. Hãy xem xét cập nhật.

source: Failed to import author %s. Their posts will be attributed to the current user.
vi_vn: Không thể nhập khẩu giả %s . Bài viết của họ sẽ được quy cho những người dùng hiện tại.

source: Assign Authors
vi_vn: Gán các tác giả

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
vi_vn: Để làm cho nó dễ dàng hơn cho bạn để chỉnh sửa và lưu các nội dung nhập khẩu, bạn có thể muốn gán tác giả của hàng nhập khẩu đến một người dùng hiện tại của trang web này. Ví dụ, bạn có thể muốn nhập khẩu tất cả các mục như <code> admin </ code> s mục.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
vi_vn: Nếu một người dùng mới được tạo ra bởi WordPress, một mật khẩu mới sẽ được tạo ra một cách ngẫu nhiên và người sử dụng mới & # 8217; vai trò của sẽ được thiết lập như là %s . Thủ công thay đổi người sử dụng mới & # 8217; s chi tiết sẽ là cần thiết.

source: Import Attachments
vi_vn: Attachments nhập khẩu

source: Download and import file attachments
vi_vn: Tải về tập tin và nhập file đính kèm

source: Import author:
vi_vn: Nhập tác giả:
